{
	"constellations":[
		{
			"name":"Andromeda",
			"entity":"Greek Princess Bait",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come. Thanks to the development of modern telescopes and astronomy, this list was amended by the early 20th century to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today. Of these, Andromeda is one of the oldest and most widely recognized. Located north of the celestial equator, this constellation is part of the family of Perseus, Cassiopeia, and Cepheus. Like many constellation that have come down to us from classical antiquity, the Andromeda constellation has deep roots, which may go all the way back to ancient Babylonian astronomy.\n\nDerived from Greek mythology, Andromeda was the daughter of Cassiopeia and Cepheus – the king and queen of ancient Aethopia (modern day Ethopia). Unfortunately, her mother was so vain that she thought herself to be more beautiful than the daughters of Nereus, a god of the sea, which angered the sea god Poseidon. To punish the mother, Andromeda was chained to a rock of the coast as a sacrifice for a sea monster, Cetus (another southern constellation). Andromeda escaped this fate, thanks to the intervention of Perseus – the greatest Greek hero and slayer of monsters before Heracles. For rescuing her, he demanded Andromeda become his wife, which her parents happily consented to. The two married, had nine children together, and founded the kingdom of Mycenae and its Persideae dynasty. After Andromeda’s death, Athena placed her in the sky as a constellation, to honor her.\n\nThe celestial mapping (aka. uranography) of Andromeda comes to us from the Greek tradition, though a female figure in Andromeda’s location had appeared earlier in Babylonian astronomy. The stars that make up Pisces and the middle portion of modern Andromeda formed a constellation representing the fertility goddess “Anunitum” (or the “Lady of the Heavens”), who was also the patron goddess of the city of Akkad.\n\nAndromeda is also associated with the Mesopotamian creation story of Tiamat, the goddess of Chaos. According to the legend, Tiamat bore many demons for her husband, Apsu, the god of freshwater. However, she eventually decided to destroy them as part of a war between the older and youner gods. Eventually, Marduk – a younger-generation god and the patron deity of the city of Babylon – killed her. He then used her body to create the constellations as markers of time for humans.\n\nIn Latin, Andromeda was known as the Mulier Catenata (“chained woman”), and as the al-Mar’at al Musalsalah in Arabic. Other names include Persea (“Perseus’ wife”) or Cepheis (“Cepheus’ daughter”), all of which allude to the constellation’s place in classical mythology. Several of the neighboring constellations (Perseus, Cassiopeia, Cetus, and Cepheus) also represent characters in the Perseus myth.\n\nIn traditional Chinese astronomy, nine stars from Andromeda and seven stars from Pisces formed an elliptical constellation called “Legs”. This constellation either represented the foot of a walking person or a wild boar. Gamma Andromedae and its neighbors were called “Teen Ta Tseang Keun”. (“heaven’s great general”), representing honor in astrology and a great general in mythology.\n\nAlpha Andromedae and Gamma Pegasi together were designated as the “Wall”, representing the eastern wall of the imperial palace and/or the emperor’s personal library. The northern swath of Andromeda was also seen as a representation of a horse stable (tianjiu, or “stable on sky”) and the far western part, along with most of the constellation Lacerta, was known as “Tengshe” – a flying snake.\n\nHindu legends surrounding Andromeda are similar to the Greek myths, with ancient Sanskrit texts depicting Antarmada chained to a rock. This, along with the fact that the names sound quite similar, has led many scholars to conclude that the astronomical systems are linked.\n\nIn the Marshall Islands, the constellations of Andromeda, Cassiopeia, Triangulum, and Aries are incorporated into a single constellation representing a porpoise. Andromeda’s bright stars are mostly in the body of the porpoise, while Cassiopeia represents its tail and Aries its head.\n\nAndromeda was one of the original 48 constellations formulated by Ptolemy in his 2nd-century work,  Almagest. Arab astronomers made use of Ptolemy’s constellations, but included a second constellation representing a fish at Andromeda’s feet. Since the time of Ptolemy, Andromeda has remained a constellation and is officially recognized by the International Astronomical Union.\n\nBut like all modern constellations, it is now defined as a specific region of the sky that includes both Ptolemy’s pattern and the surrounding stars. The official boundaries of Andromeda were defined in 1930 by Eugène Delporte. Its right ascension is between 22 h  57.5 m and 2 h 39.3 m, and its declination is between 53.19° and 21.68° in the equatorial coordinate system.\n\nAndromeda’s primary (or Alpha star) is Sirrah (or Alpheratz), a binary star with a visual magnitude of 2.1 and a luminosity of 96. It is the brightest star in the constellation and is located 97 light-years from Earth. In western mythology, it represents Andromeda’s head. However, its traditional Arabic meaning – which comes from the phrase surrat al-faras – roughly translates to “navel of the steed”. Beta Andromedae is another major feature, a red-hued giant star located 198 light years away. It’s name comes from the Arabic phrase al-Maraqq, which means “the loins” or “the loincloth”, which is taken from Ptolemy’s Almagest. To medieval Arab astronomers, Beta Andromedae was actually considered to be part of al-Hut, a constellation representing a larger fish than Pisces at Andromeda’s feet.\n\nGamma Andromedae, which also goes by its traditional Arabic name (Almach) is an orange-hued giant star found at the southern tip of the constellation. Located 358 light-years away, Almach is named for the Arabic phrase ?Anaq al-Ard, which means “the earth-kid” – a reference to an animal that aids a lion in finding prey. Almach is a multiple star with a yellow primary and a blue-green secondary – which is itself a double star.\n\nAccording to British astronomer William Herschel, who published his observations of the star as past of “Continuation of an Account of the Changes that have happened in the relative situation of Double Stars“(1804): “[the] striking difference in the colour of the two stars, suggests the idea of a sun and its planet, to which the contrast of their unequal size contributes not a little.”\n\nAndromeda is also home to a number of Deep Sky Objects. Since Andromeda lies well away from the galactic plane, it does not contain any of the open clusters or bright nebulae of the Milky Way. However, owing to its distance in the sky from the band of obscuring dust, gas, and abundant stars of galaxy, Andromeda’s borders contain many other visible distant galaxies. The most famous of these is the Andromeda Galaxy (aka. M31, NGC 224), which takes its name from this constellation. Located at an estimated 2.2 million light-years from Earth, this galaxy is one of the most distant objects that is visible to the naked eye. It is also the largest neighboring galaxy to the Milky Way and the largest member of the Local Group of galaxies.\n\nLike the Milky Way, the Andromeda galaxy is barred spiral galaxy, but is over the twice the size (approx. 200,000 light-years in diameter). Despite being visible to the naked eye, it was not recorded until 964 CE by the Arab astronomer al-Sufi. In his Book of Fixed Stars, he recorded it as being a “little cloud”, and later astronomers believed it to be a distant nebula. It was not until the 20th century that M31 was recognized for being a neighboring galaxy. And since then, astronomers have also realized that it is one of the few objects in our universe that is blueshifted (i.e. moving towards us). At its current rate of approach – 110 kilometres per second (68 mi/s) – it will collide with the Milky Way Galaxy in about 4 billion years.\n\nThe Andromeda Galaxy has two main companions, the faint elliptical galaxies of M32 and M110 (also known as NGC 221 and NGC 205, respectively). Located in close proximity to M31, M32 lies 1° northwest of the constellation’s core, while M110 is located o.5° south. M32 was discovered in 1749 by French astronomer Guillaume Le Gentil and has since been found to lie closer to Earth than the Andromeda Galaxy itself. M110 is far fainter than M31 or M32, and is classified as either a dwarf spheroidal galaxy or simply a generic elliptical galaxy.\n\nThe Andromeda Galaxy has 15 satellite galaxies in total, nine of these lie in a plane, which has caused astronomers to infer that they have a common origin. Andromeda also has two open star clusters associated with it, the most famous of which is the open cluster NGC 752 (Caldwell 28). NGC 752 features approximately 12 bright stars, although more than 60 stars are visible at low magnifications in a telescope. The other is NGC 7686, which has a similar magnitude (5.6) and contains approximately 20 stars in a diameter of 15 arcminutes, making it a tighter cluster than NGC 752.\n\nThere is one prominent planetary nebula in Andromeda: NGC 7662 (Caldwell 22). Also known as the “Blue Snowball Nebula”, NGC 7662 lies approximately three degrees southwest of Iota Andromedae and is about 4,000 light-years from Earth. It earned its popular name because it appears as a faint, round, blue-green object in a telescope, with an overall magnitude of 9.2.\n\nAndromeda also has a meteor shower associated with it, known as the Adromedids, which appear every November. his meteor shower peaks in the mid-to-late area of the month, but has a low peak rate of fewer than two meteors an hour. These meteors sometimes appear as red fireballs with trails, and have often associated with Biela’s Comet, a comet destroyed in the 19th century that some believe is responsible for the meteoroid stream.\n\nAndromedid meteors are known for being very slow and the shower itself is considered to be diffuse, as meteors can be seen coming from nearby constellations as well as from Andromeda itself. Its radiant is near Cassiopeia, and Occasionally this shower is known spectacular – though the fall rate is usually about 20 per hour.",
			"skyarea":"1.8%",
			"brightest_star":"Alpheratz",
			"associations":"Andromeda Galaxy",
			"family":"Perseus"
		},
		{
			"name":"Antlia",
			"entity":"Air Pump",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come. Thanks to the development of modern telescopes and astronomy, this list was amended by the early 20th century to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOne such constellation is Antlia, who’s name means “the Pump”. Discovered by French astronomer Nicolas Louis de Lacaille in the mid-eighteenth century, Antlia is located in a rather remote and open section of the southern skies, and was used to chart the southern hemisphere. Today, it is one of the 88 constellations recognized by the IAU.\n\nAs noted, it was French astronomer Nicolas Louis de Lacaille who first wrote of the existence of Antlia while cataloging stars of the southern hemisphere. This he did during his two-year stay in the Cape of Good Hope in modern-day South Africa. In 1751-52, he referred to it as “la Machine Pneumatique” (“the Pneumatic Pump”), in reference to the air pump which had been invented by physicist Denis Papin. As with the majority of the constellations he observed in the southern hemisphere (none of which were visible in Europe), Antlia was named after a modern invention that symbolized the “Age of Enlightenment”. This effectively discontinued the process of giving constellations names derived fro classical mythology.\n\nWhen creating his constellation chart in 1763, Lacaille Latinized the name to Antlia pneumatica. English astronomer John Herschel would later suggest that the name be shorted to one word, and the name Antlia quickly caught on with the astronomical community. German astronomer Johann Bode would later include it in his own constellation guide, where he depicted it as a double-cylinder pump (as opposed to the earlier single pump version used by Lacaille).\n\nThough Antlia was technically visible to ancient Greek astronomers, its stars were too faint to have been included in any constellations. In addition, Chinese astronomers were able to view Antlia, and incorporated its stars into two different constellations – “Dong’ou”, which represented an area in southern China, and “Tianmiào”, the celestial temple.\n\nHowever, it would not be until the mid-18th century that it would come to be included in any modern star charts or constellation guides. Today, Antlia ranks as the 62nd of the 88 modern constellations in terms of area. The three-letter abbreviation for the constellation, as adopted by the International Astronomical Union in 1922, is ‘Ant’.Within the constellation’s borders, there are 42 stars brighter than or equal to apparent magnitude 6.5. The constellations brightest star, Alpha Antliae, is an orange giant of spectral type K4III that is a suspected variable star. It is located approximately 350 – 390 light-years away from Earth; and based on its high luminosity (480 – 555 times that of the Sun), it is believed to be an aging star currently in its red giant phase.\n\nLocated near Alpha is Delta Antliae, a binary star that is between 400 and 460 light-years from Earth. The primary is a blue-white main sequence star while the secondary is an yellow-white main sequence star. Then there is Zeta Antliae, a wide optical double star that is located between 360 and 450 light years from Earth. The brighter of the two, Zeta Antliae, is itself a binary star consisting of two white main sequence stars that is between 360 and 450 light years from Earth. The fainter of the two, Zeta² Antliae, is 360 to 400 light years distant. Eta Antliae is also a binary star, the brighter component being a yellow-white star with a faint companion. Both are 106 light years distant.\n\nTheta Antliae is another binary star system, which consists of a white main sequence dwarf and a yellow-white bright giant. It is located approximately 384 light years away. Epsilon Antliae, an evolved orange giant star, is located approximately 700 light years distant. At the other end of the constellation is Iota Antliae, another orange giant star. Also of interest is HD 93083, a star which contains an recently-discovered exoplanet that may be habitable. Known as HD 93083 b, this world is described as a “Sulfurous Cloud Jovian Planet” which exists at the inner edge of the star;s habitable zone (at a mean orbital distance of 0.47 AU). The planet was discovered in 2005 by C. Lovis, M. Mayor, F. Pepe, D. Queloz, N.C. Santos, D. Sosnowska, S. Udry, W. Benz, J.-L. Bertaux, F. Bouchy, C. Mordasini, J.P. Sivan.\n\nBecause it occupies a part of space that faces away from the Milky Way, Antlia is also to very few Deep Sky Objects. While it contains no globular clusters, no planetary nebulae, and no open clusters, it does contain several galaxies. These include the Antlia Dwarf Galaxy (above), a dwarf spheroidal galaxy located about 4.3 million light years from Earth. Because it is very faint, this galaxy was not discovered until 1997, and belongs to the Local Group of galaxies. NGC 2997 is another, a “grand design”, unbarred spiral galaxy located approximately 24.8 million light years away. NGC 2997 is the brighest object in the Antlia constellation, due in part to the large chain of hot, ionized dust clouds that surround the galaxy’s nucleus. NGC 2997 is part of a group of galaxies of the same designation, which belong to the Virgo Supercluster.\n\nThere’s also the Antlia Cluster (aka. Abell S0636), a cluster of galaxies located 133.4 million light-years from Earth. As part of the Hydra-Centaurus Supercluster, it is the third nearest cluster eto the Local Group after the Virgo Supercluster and Fornax Cluster. Located in the southeastern corner of Atlia, it contains the giant elliptical galaxies NGC 3268 and NGC 3258, the main members of a southern and northern subgroup, respectively.",
			"skyarea":"0.6%",
			"brightest_star":"Alpha-Ant",
			"associations":"",
			"family":"La caille"
		},
		{
			"name":"Apus",
			"entity":"Birds Of Paradise",
			"description":"The Southern Hemisphere is replete with beautiful stars and constellations, enough to keep a stargazing enthusiast busy for a lifetime. For countless centuries, the indigenous peoples of South America, South Africa, Australia and the South Pacific have looked up at these stars and drawn inspiration. However, to European astronomers, they remained uncharted and unknown until the 16th century. It was during this time that Flemish astronomer Petrus Plancius designated twelve constellations, using asterisms found in the southern skies. One such constellation was Apus, a faint constellation in the southern sky that is named for the bird-of-paradise – a beautiful bird that is indigenous to the South Pacific. Today, it is one of the 88 constellations defined by the International Astronomic Union (IAU).\n\nThe name Apus is derived from Greek word apous, which literally means “no feet”. The name applies to a species of bird that is indigenous to Indonesia, Papua New Guinea, and Eastern Australia (which was believed at one time to have no feet). Its original name on Plancius’ charts was “Apis Indica” – the Latin term for “Indian Bee” (presumably an error for “avis”, which means bird). Because of this error, the bordering constellation of Musca was later separated and renamed. The neighboring constellations to Apus are Ara, Chamaeleon, Circinus, Musca, Octans, Pavo, and Triangulum Australe.\n\nThis faint southern constellation of Apus was one of the original twelve created by Plancius, based on observations provided by Pieter Dirkszoon Keyser and Frederick de Houtman – two Dutch explorers/navigators who mapped the southern sky around Australia between 1595 and 1597.\n\nIt was included on a celestial globe published in 1597 or 1598 in Amsterdam by Plancius and his associate, Flemish cartographer and engraver Jodocus Hondius. After it’s introduction on Plancius’ globe, it also appeared in Uranometria, a star atlas published by Johann Bayer – a German celestial catrographer – in 1603. Here, it appeared under the name “Apis Indica”. It also grouped with the other members of the “Johann Bayer family” of constellations, all of which appeared in Uranometria. These include Chamaeleon, Dorado, Grus, Hydrus, Indus, Musca, Pavo, Phoenix, Tucana, and Volans. The constellation also appears as part of the Chinese constellations, where it is known as the “Little Wonder Bird”.\n\nIn the 17th century, Ming Dynasty astronomer Xu Guangqi adapted the European southern hemisphere constellations when producing The Southern Asterisms. Combining Apus with some of the stars in Octans, he designated the stars in this area of the night sky into the constellation known as Yìquè (“Exotic Bird”). In 1922, Apus was included by the International Astronomical Union in the list of 88 constellations.\n\nWithin the Apus constellation, there are 39 stars that are brighter than or equal to apparent magnitude 6.5. The most notable of these is Alpha Apodis. an orange giant star with a magnitude of 3.8, located roughly 411 light years away from Earth. Beta Apodis is also an orange giant, with a magnitude of 4.2. and located 158 light years from Earth. And Gamma Apodis , another orange giant, has a magnitude of 3.9 and is located 160 light years away.\n\nDelta Apodis is a binary star system consisting of a red giant and an orange giant. Delta¹ has a magnitude of 4.7 and is located 765 light years away, while Delta² has a magnitude of 5.3 and is located 663 light years away. Then there is Theta Apodis, a variable red giant star with a maximum magnitude of 4.8 and a minimum of 6.1 that is located 328 light years away. NO Apodis is a red giant that varies between magnitudes 5.71 and 5.95 and is located around 883 light-years away from Earth. This star shines with a luminosity that is approximately 2059 times greater than our Sun’s and has a surface temperature of 3568 K.\n\nApus is also home to a few Deep Sky Objects. These include the IC 4499 loose globular cluster (shown below), which is located in the medium-far galactic halo and has an apparent magnitude of 10.6. This object is rather unique in that its metallicity readings indicate that it is younger than most other globular clusters in the region. Then there’s NGC 6101, a 14th mangitude globular cluster located seven degree north of Gamma Apodis. Last, there is the spiral galaxy IC 4633, which is very faint due to its location well within the Milky Way’s nebulous disc.",
			"skyarea":"0.5%",
			"brightest_star":"Alpha-Aps",
			"associations":"",
			"family":"Bayer"
		},
		{
			"name":"Aquarius",
			"entity":"Water Bearer Soldier",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of all the-then known constellations. This work (known as the Almagest) would remain the definitive guide to astronomy and astrology for over a thousand years. Among the 48 constellations listed in this book was Aquarius, a constellation of the zodiac that stretches from the celestial equator to the southern hemisphere.\n\nAlso known as the “Water Carrier”, Aquarius is bordered by Pegasus, Equuleus and Delphinus at the north, Aquila to the west, Capricornus to the south-west, Piscis Austrinus and Sculptor to the south, Cetus to the east and Pisces to the north-east. Today, it is one of the 88 constellations recognized by the International Astronomical Union (IAU), and is perhaps the most referenced and recognized of all the constellation.\n\nIn Greek mythology, Aquarius was associated with the cup bearer of the gods – known to serve wine or water to Zeus. For his role, he was immortalized in the stars. In the ancient Greek version of the Deluge Myth, Aquarius was also identified as the one who unleashed the waters that flooded the Earth. As such, the constellation Eridanus was sometimes identified as being a river poured out by Aquarius.\n\nIt may also, together with the constellation Pegasus, be part of the origin of the myth of the Mares of Diomedes, which forms one of The Twelve Labors of Heracles. Its association with pouring out rivers, and the nearby constellation of Capricornus, may be the source of the myth of the Augean stable, which forms another of the labors. Aquarius is one of the oldest recognized constellations along the zodiac, the sun’s apparent path through the sky. It is found in a region often called “The Sea” due to its profusion of watery constellations – such as Cetus, Pisces, Eridanus, etc. Sometimes, the river Eridanus is depicted as flowing forth from Aquarius’ watering pot.\n\nThe first recorded mentions of Aquarius are found in the Babylonian star catalogs, where Aquarius is identified as “The Great One” and represents the god Ea himself (who is often depicted holding an overflowing vase). During this time, the Aquarius constellation contained the winter solstice. Hence why Ea was seen as the ruler of the southernmost quarter of the Sun’s path, and why the “Way of Ea” corresponded to the period of 45 days on either side of the winter solstice.\n\nAquarius also had negative connotations in Babylonian society, due to the fact that he was associated with the destructive floods that the inhabitants of the Euphrates and Tigris river basins regularly experienced. In Ancient Egypt, Aquarius was more positively associated with the annual flooding of the Nile. According to their mythology, the Egyptians believed that the riverbanks flooded when Aquarius put his jar into the river, which marked the beginning of spring.\n\nIn ancient Greek mythology, Aquarius is sometimes associated with Deucalion, the son of Prometheus who built a ship with his wife Pyrrha to survive an imminent flood. Aquarius is also sometimes identified with Ganymede, the son of Trojan king Tros, who was taken to Mount Olympus by Zeus to act as cup-carrier to the gods. Neighboring Aquila represents the eagle who snatched Ganymede at Zeus’ behest (or as Zeus himself in animal form).\n\nIn Chinese astronomy, Aquarius is located within the northern quadrant of the sky, which is symbolized as the Black Tortoise of the North. The stream of water flowing from the Water Jar was depicted as the “Army of Yu-Lin”. “Yu-lin” translates literally to “feathers and forests”, which refers to the numerous foot soldiers from the northern reaches of the empire that were represented by these faint stars.\n\nOther stars corresponded to “The Wall” (Leibizhen), “The Castle” (Tienliecheng) and Loui-pi-tchin (“The Ramparts”). The asterism that represents the “Water Jar” were also seen to the ancient Chinese as representing Fenmu (“tomb”), near to which the emperors’ mausoleum (Xiuliang) stood. In the 2nd century CE, Ptolemy included Aquarius in the Almagest, as one of the then-known 48 constellation. In 1922, the IAU included it in its official list of the recognized 88 constellations. Despite its prominent position in the zodiac, Aquarius doesn’t have any particularly bright stars. In fact, its four brightest stars are all less than magnitude 2. It’s second brightest, Alpha Aquarii (aka. Sadalmelik) is a yellow supergiant named in Arabic for the phrase “the lucky stars of the king”. This star has a magnitude of 2.94 (though it has an absolute magnitude of -4.5) and is located 523 light years from Earth.\n\nThe brightest star is Beta Aquarii (aka. Sadalsuud), a yellow supergiant that takes its name from the Arabic phrase that means “luckiest of the lucky stars.” This star is located 537 light years from Earth, and has an apparent magnitude of 2.89 and an absolute magnitude of -4.5. Gamma Aquarii (Sadachbia) is a blue-white giant located 163 light years from Earth and takes its name from  the Arabic phrase sa’d al-akhbiya (“lucky stars of the tents”). There are also the blue-white giants Delta Aquarii (Scheat, or Skat) and Epislon Aquarii (Albali), and the white giant binary of Zeta Aquarii.\n\nAquarius is also home to several Deep Sky Objects. Because of its position away from the galactic plane, the majority of these take the form of galaxies, globular clusters, and planetary nebulae. These include Messier 2 (NGC 7089), one of the largest globular clusters in the Milky Way, located about 33,000 light years from Earth. Messier 72 also calls Aquarius its home, a globular cluster located roughly 55,000 light years away. And so does Messier 73, an open cluster 2,500 light years from Earth. Two well-known planetary nebulae are also located in Aquarius, including NGC 7009 (also known as the Saturn Nebula) and the famous Helix Nebula (NGC 7293).\n\nRecent research has shown that there are also twelve stars within the Aquarius constellation that possess planetary systems. These include Gliese 876, a red dwarf star system that is located 15 light-years from Earth, and which was the first red dwarf star to be found to possess a planetary system. It is orbited by four planets, including one terrestrial planet (Gliese 876 d) that is roughly 6.6 times the mass of Earth.\n\nGliese 849 is also located in Aquarius, a red dwarf star orbited by the first known long-period Jupiter-like planet (Gliese 849b). Then there’s the multiple-planet system of HD 215152, a white giant that is orbited by the planets HD 215152 b and c – both of which were discovered in 2011 using the radial velocity method. HD 215152 c is the larger one, at 0.0097 Jupiter masses, while b has approximately 0.0087 Jupiter masses.",
			"skyarea":"2.4%",
			"brightest_star":"Sadalsuud",
			"associations":"Aquarium Tanks",
			"family":"Zodiac"
		},
		{
			"name":"Aquila",
			"entity":"Thunderbird Eagle",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) released one of the most influential books in the history of astronomy. Known as the Almagest, this book included the 48 then-known constellation into a system of cosmology that would remain influential for over a thousand years. Among the 48 constellations listed in this book was Aquila, a constellation in the northern sky that extends across the celestial equator.\n\nAlso known as the “Eagle”, this constellation is one of the 88 constellations that is recognized today by the International Astronomical Union (IAU). It belongs to the Hercules family of constellations, which include Ara, Centaurus, Corona Australis, Corvus, Crater, Crux, Cygnus, Hercules, Hydra, Lupus, Lyra, Ophiuchus, Sagitta, Scutum, Serpens Caput, Serpens Cauda, Sextans, Triangulum Australe, and Vulpecula.\n\nAquila takes it name from the Latin word for “Eagle”. According to classic Greek mythology, Aquila was the eagle that carried the thunderbolts of Zeus. He was also sent to retrieve the Trojan shepherd boy – Ganymede, whom Zeus desired – to become a wine-pourer for the gods. Aquila’s proximity to Aquarius, which represents Ganymede, is one of the reasons why the constellation is so-named. In another story, the eagle is found guarding the arrow of Eros (represented by the constellation Sagitta), which hit Zeus and made him love-struck. In yet another, Aquila represents Aphrodite disguised as an eagle, pretending to pursue Zeus in the form of a swan. This she did so that Zeus’ love interest, the goddess Nemesis, would give him shelter.\n\nZeus later placed the images of the eagle and the swan (the constellation Cygnus) among the stars to commemorate the event. Aquila may also represent one of the twelve labors of Hercules. Though it one of the 48 constellations included by Ptolemy in the Almagest, the first recorded mention of Aquila that still survives come from Eudoxus of Cnidus – a Greek astronomer and student of Plato’s during the 4th century BCE – and Aratus, the didactic poet who wrote of the constellations in the 3rd century BCE.\n\nIt is also believed that the Greek version of the Aquila constellation is based on the Babylonian constellation of MUL.A.MUSHEN), which occupied the same spot in the northern sky. The constellation was also known as Vultur volans (the flying vulture) to the Romans, which is not to be confused with Vultur cadens – their name for Lyra.\n\nPtolemny was also responsible for cataloging 19 stars in the Aquila constellation and the now obsolete constellation of Antinous. These stars are sometimes erroneously attributed to Tycho Brahe, who later catalogued the same stars, but identified 12 as belonging in Aquila and 7 in Antinous. Ultimately, it was 17th century Polish astronomer Johannes Hevelius who determined the 23 stars in Aquila and 19 in Antinous.\n\nAquila’s alpha star – Altair, which is translated from the Arabic al-nasr al-tair (“flying eagle”) – is located 17 light-years from Earth. This star rotates very rapidly (286 km/s), which is what gives Altair it’s shape – i.e. flattened at the poles. Beta Aquilae (aka. Alshain) is a yellow-hued star of magnitude 3.7 is located 45 light-years from Earth. Its name comes from the Arabic phrase “shahin-i tarazu”, meaning “the balance”.\n\nGamma Aquilae is an pranged-hued giant star of magnitude 2.7 which is located 460 light years away. It’s name, like Alshain, comes form the Arabic term for “the balance”. Whereas Altair  is one of the three stars that form the Summer Triangle – an asterism that can be seen directly overhead at mid-northern latitudes in the summer – Alshain and Tarazed form the wings of the eagle. According to SEDS, two major novae have been observed in Aquila. The first one was in 389 AD and was recorded to be as bright as Venus. The other shone brighter than Altair, the brightest star in the Aquila constellation. Two major novae have been observed in Aquila – the first one being in 389 BCE that was recorded as being as bright as Venus – and the other in 1918 (Nova Aquilae 1918), which briefly shone brighter than Altair.\n\nThe constellation is also home to several Deep Sky Objects. Foremost amongst these is NGC 6751, a planetary nebula that is also known as the Glowing Eye. The nebula is estimated to be around 0.8 light-years in diameter and is estimated to be roughly 6,500 light-years away from Earth. It was formed when a star collapsed and threw off its outer layer of gas several thousand years ago. The nebula was the subject of the winning picture in the 2009 Gemini School Astronomy Contest, in which Australian high school students competed to select an astronomical target to be imaged by the Gemini Observatory.",
			"skyarea":"1.6%",
			"brightest_star":"Altair",
			"associations":"",
			"family":"Hercules"
		},
		{
			"name":"Ara",
			"entity":"Godly Altar",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) released one of the most influential books in the history of astronomy. Known as the Almagest, this book included the 48 then-known constellation into a system of cosmology that would remain influential for over a thousand years. Among the 48 constellations listed in this book was Ara, a constellation in the southern sky that is crossed by the Milky Way.\n\nAlso known as “The Altar”, Ara is best visible the month of July in the southern hemisphere (latitudes between +25° and -90°). It is bordered by Corona Australis, Scorpius, Norma, Triangulum Australe, Apus, Pavo and Telescopium, and its primary stars form a notable asterism which seems to represent the figure H. Ara belongs to the Hercules family of constellations, together with Aquila, Centaurus, Corona Australis, Corvus, Crater, Crux, Cygnus, Hercules, Hydra, Lupus, Lyra, Ophiuchus, Sagitta, Scutum, Serpens, Sextans, Triangulum Australe, and Vulpecula.\n\nIn Greek mythology, Ara represented the altar used by Zeus and other Greek gods to swear a vow of allegiance before they went to war against Cronus and the Titans. According to legends, it is believed the Cyclopes originally built the altar as a place to sacrifice to the Olympian gods. It was also upon this altar that Centaurus the centaur sacrificed Lupus the wolf.\n\nThe altar was normally depicted as upside down, but sometimes it was shown as erect with the smoke drifting away as the Milky Way. Some legends have it that a child was once sacrificed, whereupon Zeus then turned the child into a wolf and immortalized it in stars forming the constellation of Lupus. In another Greek myth, Ara represents the altar of King Lycaon of Arcadia.\n\nAra was first described by Ptolemy and was included in the 48 constellations listed in the Almagest. Today, it is one of the 88 constellations that is recognized by the International Astronomical Union (IAU).For those using binoculars,Ara can be located by looking for Beta Arae, the brightest star of the constellation. Beta is an orange class K (K3) supergiant with a luminosity of about 4600 times that of the Sun. It also rotates on its axis at about 5.4 kilometers per second at it equator, it takes around 2.33 years for Beta to make a full rotation. As a result, any sunspots on Beta would be visible for a very long time! Beta is also an unusual “super metal-rich” star, with high iron content, over three times more than that of Sol.\n\nThen there’s a Alpha Arae, a spectroscopic binary that is a hot, blue, luminous class B (B2) dwarf star. Just because it’s called a dwarf doesn’t mean it’s small, though. Alpha is still about 8 times the mass of our own Sun. It’s a very special star, too. It’s known as “Be” (B-emission”) star, who’s emission lines come from from hydrogen located in a thick disk that surrounds it. Alpha is a “shell star” and the disk is nearly edge on, obscuring part of the star, and superimposing absorptions on the star’s spectrum.\n\nSince Ara contains part of the Milky Way to the south of Scorpius, it therefore has rich star fields. Its major stars include Alpha Arae, a blue-white hued star of magnitude 2.8 that is the closest of Ara’s stars, located approximately 242 light-years from Earth. Beta Arae, its brightest star, is an orange-hued supergiant of magnitude 2.8, which is located 600 light-years from Earth.\n\nGamma Arae is a blue-hued supergiant of magnitude 3.3, located 1140 light-years from Earth, while Delta Arae has a blue-white hue, a magnitude of 3.6, and is located 187 light-years from Earth. Zeta Ara is an orange-hued giant of magnitude 3.1, and is located 574 light-years from Earth. Ara is also home to several Deep Sky Objects. For instance, the northwest corner of Ara is crossed by the galactic plane of the Milky Way, and therefore contains several open clusters and diffuse nebulae. For instance, there is the NGC 6397 globular cluster, which is the brightest in the Ara constellation. It is also one of the closest to our Solar System, being 6,500 light-years from Earth. Ara also contains Westerlund 1, a super star cluster that contains the red supergiant Westerlund 1-26, one of the largest stars known. Ara is also home to two spiral galaxies – NGC 6215 and NGC 6221 – which are visible near the star Eta Arae.",
			"skyarea":"0.6%",
			"brightest_star":"Alpha-Ara",
			"associations":"",
			"family":"Hercules"
		},
		{
			"name":"Aries",
			"entity":"Golden Fleece Ram",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would serve as the authoritative source of astronomy for over a thousand years to come. Since the development of modern telescopes and astronomy, this list has come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOf these constellations, Aries – named in honor of the Ram from classical Greek mythology – is featured rather prominently. This faint constellation has deep roots, and is believed to date all the way back to the astrological systems of the ancient Babylonians. Positioned on the ecliptic plane, it is bordered by constellations of Perseus, Triangulum, Pisces, Cetus and Taurus, and is also the traditional home of the vernal equinox.\n\nIn classical mythology, Aries is the Ram – perhaps the golden one who saved Helle and Phrixos from a king Cretheus for false accusations. Aries the Ram is the also the first astrological sign in the Zodiac – associated with the god Ares and masculinity. Under the tropical zodiac, the Sun is in Aries roughly from March 21st to April 19th, by definition beginning at vernal equinox. The vernal equinox has moved in the constellation Pisces, but sometimes it is still called the first point of Aries.\n\nThough representations of Aries as The Ram comes to us from classical antiquity, it is believed that this constellation has existed since the days of ancient Babylon. In the description of the Babylonian zodiac contained in the MUL.APIN (the compendium on Babylonian astrology) Aries was the final station along the ecliptic, and was known as MULLÚ.?UN.GÁ, which translates to “The Agrarian Worker” or “The Hired Man.”\n\nThe shift in identification from the constellation as the Agrarian Worker to the Ram likely occurred in later Babylonian tradition because of its growing association with Dumuzi the Shepherd. By the time the MUL.APIN was created (1000 BCE) , modern Aries was identified with both Dumuzi’s ram and a hired laborer. In ancient Egyptian astronomy, Aries was associated with the god Amon-Ra, who was depicted as a man with a ram’s head and represented fertility and creativity. Because it was the location of the vernal equinox, it was called the “Indicator of the Reborn Sun”. Aries acquired the title of “Lord of the Head” in Egypt, referring to its symbolic and mythological importance.\n\nIn traditional Chinese astronomy, stars from Aries were used in several constellations. Alpha, Beta, and Gamma Arietis formed a constellation called Lou, variously translated as “bond”, “lasso”, and “sickle”, which was associated with the ritual sacrifice of cattle. This constellation has also been associated with harvest-time as it could represent a woman carrying a basket of food on her head. Other stars were part of the constellations Wei – the namesake of the 17th lunar mansion, representing granaries – and Tianyin, thought to represent the Emperor’s hunting partner.\n\nSimilarly, in Hindu astronomy, Beta and Gamma Arietis were known as the Aswins, and were associated with the first lunar mansion. Because the Hindu new year began with the vernal equinox, the Rig Veda contains over 50 new-year’s related hymns to the twins, making them some of the most prominent characters in the work. Aries itself was known as “Aja” and “Mesha“. Aries has three prominent stars forming an asterism – Alpha, Beta and Gamma Arietis, all of which have been traditionally used for navigation. Alpha Arietis, called Hamal, is an orange giant with an apparent magnitude of 2.0, making it the brightest star in the constellation. Located 66 light-years from Earth, this star’s traditional name comes from the Arabic word for “lamb”, or “head of the ram” (ras al-hamal).\n\nBeta Arietis (Sheratan) is a blue-white star star with an apparent magnitude of 2.64 that is located 59 light-years from Earth. Its traditional name comes from the Arabic word “sharatayn“, which means “the two signs”, referring to both Beta and Gamma Areitis in their position as heralds of the vernal equinox. This star is also a spectroscopic binary, meaning that its companion is only known through analysis of the spectra.\n\nGamma Arietis (Mesarthim) is binary star with two white-hued components that are located 164 light-years from Earth. Its traditional name is the subject of scholarly debate, with some claiming it may be derived from a corruption of “al-sharatan” (Arabic for “pair”), a word for “fat ram”, from the Sanskrit “first star of Aries”,  or the Hebrew for “ministerial servants”. Aries is also home to several faint Deep Sky Objects. These include NGC 772, an unbarred spiral galaxy located 130 million light-years from Earth which is visible to the southeast of Beta Arietis. It has a small companion galaxy, NGC 770, that is about 113,000 light-years away from the larger galaxy. Another spiral galaxy in Aries is NGC 673,  a weakly barred spiral galaxy that is 235 million light-years distant from Earth. For those who have a larger telescope, there are several faint galaxies that can be spotted. NGC 697 is a good example, a 13th magnitude spiral galaxy located within Aries that is part of a galaxy group. NGC 972 is also part of a galaxy group and is equally faint, at magnitude 12. NGC 1156 is a dwarf irregular galaxy that is considered to a Magellanic-type, with a larger than average core and a a H II nucleus containing zones of counter-rotating gas (which is thought to be the result of tidal interactions with another gas-rich galaxy some time in the past).\n\nAries is also home to several meteor showers. The May Arietids are a daylight meteor shower which begins between May 4th and June 6th with maximum activity happening on May 16th. The Epsilon Arietids are also a daylight occurrence, which are active between April 25th to May 27th with peak activity on May 9th. The very best daytime Arietids occur from May 22nd to July 2nd with a maximum on June 8th, when the meteoroid stream produces one meteor every minute. Historically speaking, the Delta Arietid meteor shower was first noted in 1959 by analyzing photographic meteor orbits, and activity occurs between December 8th and December 13th. The Autumn Arietid meteor shower begins on or about September 7th and runs through October 27th. Maximum activity occurs about October 8th, and the fall rate is about 3 to 5 (average) meteors per hour.",
			"skyarea":"1.1%",
			"brightest_star":"Hamal",
			"associations":"",
			"family":"Zodiac"
		},
		{
			"name":"Auriga",
			"entity":"Charioteer Warrior",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would serve as the authoritative source of astronomy for over a thousand years to come. Since the development of modern telescopes and astronomy, this list has come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOne of these is the constellation of Auriga, a beautiful pentagon-shaped collection of stars that is situated just north of the celestial equator. Along with five other constellations that have stars in the Winter Hexagon asterism, Auriga is most prominent during winter evenings in the Northern Hemisphere. Auriga also belongs to the Perseus family of constellations, together with Andromeda, Cassiopeia, Cepheus, Cetus, Lacerta, Pegasus, Perseus, and Triangulum.\n\nThe name Auriga is derived from Latin, and means “the charioteer”. Auriga is associated with many characters out of Greek mythology, the foremost of which is the mythological hero Erichthonius of Athens, the son of Hephaestus who was raised by the goddess Athena. Erichthonius was generally credited as being the inventor of the quadriga (the four-horse chariot) which Erichthonius used in the battle that made him king of Athens. In honor of his ingenuity and heroic deeds, Zeus raised him into the heavens, where he rode a chariot resembling the Sun’s chariot.\n\nAuriga is also described sometimes as Myrtilus, the son of Hermes and the charioteer of Oenamaus – a Greek god who was himself the son of Ares. This association is supported by depictions of the constellation which rarely show a chariot, as Myrtilus’s chariot was destroyed in a race intended to win the heart of Oenomaus’s daughter (Hippodamia). After being killed by a competing suitor, Myrtilus father Hermes placed him in the sky.\n\nYet another mythological association is Theseus’s son Hippolytus, who was ejected from Athens after he refused the romantic advances of his stepmother Phaedra. He was killed when his chariot was wrecked, but revived by Asclepius. Regardless of Auriga’s specific representation, it is likely that the constellation was created by the ancient Greeks to commemorate the importance of the chariot in their society.\n\nAuriga’s brightest star (Alpha Auriga) is Capella, which also happens to be the sixth brightest star in the night sky (magnitude 0.08). A spectroscopic binary that consists of two yellow giant stars (the primary a G-type star, the secondary a G-type giant) Capella is 43 light-years away from Earth. It’s traditional name is a reference to its mythological position as Amalthea, the mythological she-goat from Greek mythology. It’s Arabic name (al-‘Ayyuq) also translates to “the goat”, and its Sumerian name (mul.ÁŠ.KAR) means “the goat star”.\n\nBeta Aurigae (Menkalinan, Menkarlina) is a bright A-type subgiant. It’s Arabic name comes from the phrase mankib dhu al-‘inan, which means “shoulder of the charioteer”. Menkalinan is an eclipsing binary star made up of two blue-white stars that are 81 light-years from Earth. The double nature of this star was discovered in 1890 through spectroscopic analysis, which made it the second spectroscopic binary to be discovered.\n\nOther bright stars include Gamma Aurigae, a B-type giant that has since been reclassified as belonging to the Taurus constellation – making it Beta Taurid. Iota Aurigae (aka. Hasseleh and Kabdhilinan) is a K-type giant that is located 494 light-years away from Earth. The traditional name of Kabdhilinan, sometimes shortened to “Alkab”, is taken from the Arabic phrase al-kab dh’il inan, which means “shoulder of the rein holder”.\n\nDelta Aurigae, the northernmost bright star in Auriga, is another K-type giant that 126 light-years from Earth. Though it is often listed as a single star, it actually has three very widely spaced optical companions. One is a double star of magnitude 11, two arcminutes from Delta, and the other is a star of magnitude 10, three arcminutes from Delta.\n\nThen there’s Eta Aurigae, a blue-white B-type main sequence dwarf located about 219 light years away. In the constellation, the star represents one of the ‘kids’ of the goat (Capella) held by the Charioteer. Its traditional name is Haedus II (or Hoedus II) and it comes from the Latin word haedus, which means ‘kid.’ It is occasionally called Mahasim (“wrist”), a name it shares with Theta Aurigae. Lambda Aurigae (Al Hurr) is a G-type star that is between a subgiant and main-sequence and located 41 light-years from Earth. Though older than the Sun, it is similar in many ways, which includes its mass (1.07 solar masses) and its radius (1.3 solar radii), and a rotational period of 26 days. However, it differs from the Sun in its metallicity, as its iron content is 1.15 times that of the Sun, though it has relatively less nitrogen and carbon.\n\nZeta Aurigae is the other ‘kid’ held by the Charioteer. The star is also commonly called Sadatoni. The name comes from the Arabic phrase als-saeid alth-thani, which means “the second arm (of the Charioteer).” Sadatoni is an eclipsing binary star 790 light years distant. It consists of a red supergiant and a B8 type companion. The system’s magnitude varies between 3.61 and 3.99 with a period of 972 days. There are also five stars with confirmed planetary systems in Auriga, not to mention a white dwarf with a suspected planetary system. These include HD 40979, which has one planet – HD 40979 b. It was discovered in 2002 using radial velocity measurements on the parent star. With a mass of 3.83 Jupiter masses, the planet orbits its parent star with a semi-major axis of 0.83 AU and a period of 263.1 days.\n\nAnother is HD 45350, which also has one planet, known as HD 45350 b. This world has 1.79 Jupiter masses and orbits its parent star every 890.76 days at a distance of 1.92 AU. It was discovered in 2004, also through the use of the radial velocity method. HD 43691 also has a confirmed exoplanet; HD 43691 b, a planet with 2.49 Jupiter masses that orbits its parent star at a distance of 0.24 AU with a period of just 36.96 days.\n\nHD 49674 is yet another star in Auriga that has a planet orbiting it. Much like the others, HD 49674 b was detected in 2002 using the radial velocity method. Unlike the others, it is quite small, with a mass that is 0.115 times that of Jupiter. It also orbits very close to its star, at 0.058 AU, and has a orbital period of just 4.94 days.\n\nThe most recently confirmed exoplanet in Auriga is HAT-P-9-b, which was detected using the transit method in 2008. It also orbits very close to its parent star (HAT-9-P), at a distance of 0.053 AU and with a period of 3.92 days. This world has been classified as a “hot Jupiter”, with a mass that is 0.67 times that of Jupiter but a radius that is 1.4 times as large.\n\nAuriga contains three Messier objects – M36 (NGC 1960), M37 (NGC 2099), and M38 (NGC 1912) – and numerous star clusters. It also has four meteor showers associated with it – the Alpha Aurigids, the Delta Aurigids, the fainter Aurigids, and the Zeta Aurigids. The first recorded mention of Auriga’s stars comes from Mesopotamia, where it was called GAM and included most of the stars from the modern constellation. This figure was alternatively called Gamlum or MUL.GAM in the MUL.APIN – the Babylonian astrological catalog. The constellation represented either a scimitar or a crook, the latter of which stood for a goat-herd or shepherd.\n\nThis tradition was carried on by Bedouin astronomers, who created constellations that were named in accordance with groups of animals. To them, the stars of Auriga comprised a herd of goats, an association which was carried on by the Greek astronomical tradition (which endured even after it became associated with the charioteer). In ancient Chinese astronomy, the stars of Auriga were incorporated into several Chinese constellations. These included Wuche, which used several of Auriga’s stars to represent the five chariots of the celestial emperors, which in turn represented the grain harvest. Another is Zuoqi, which was made up of nine stars in the east of the constellation to represent chairs for the emperor and other officials.\n\nAuriga’s brightest star, Capella, was also significant to many cultures. In ancient Hindu astronomy, Capella represented the heart of Brahma, while ancient Peruvian peoples saw Capella (which they called Colca) as a star intimately connected to the affairs of shepherds. Capella was also significant to the Aztec people, which is evidenced by the archaeological site of Monte Albán, a Late Classic settlement that contained a marker for the star’s heliacal rising. To the indigenous peoples of California and Nevada, the bright pattern of the constellation was also significant. To them, Auriga’s brightest stars formed a curve that was represented in crescent-shaped petroglyphs. The indigenous Pawnee of North America recognized a constellation with the same major stars as modern Auriga: Alpha, Beta, Gamma (Beta Tauri), Theta, and Iota Aurigae.\n\nTo the northern Inuit, a constellation that included Capella and other bright stars from Auriga were known as Quturjuuk, meaning “collar-bones”. Its rising signaled that the constellation Aagjuuk, which was made up of stars from the constellation Aquila, would be rising soon. Since Aagjuuk represented the dawn following the winter solstice, and was used for navigation and time-keeping at night, it was extremely important to the Inuit.\n\nSince the time of Ptolemy, Auriga has remained a constellation and is officially recognized by the International Astronomical Union today. Like all modern constellations, it is now defined as a specific region of the sky that includes both the ancient pattern and the surrounding stars. In 1922, the IAU designated its recommended three-letter abbreviation, “Aur”, and the official boundaries of Auriga were created in 1930 by Eugène Delporte.",
			"skyarea":"1.6%",
			"brightest_star":"Capella",
			"associations":"",
			"family":"Perseus"
		},
		{
			"name":"Bootes",
			"entity":"Herdsman",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. Until the development of modern astronomy, his treatise (known as the Almagest) would serve as the authoritative source of astronomy. This list has since come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nThe constellation Boötes (pronounced Bu-Oh-Tays) is one of these constellations, and was also among those listed in the Almagest. It is frequently called the “Watcher of the Bear”, guarding over the northern constellations of both Ursa Major and Ursa Minor (the Greater and Lesser Bears). It is bordered by Canes Venatici, Coma Berenices, Corona Borealis, Draco, Hercules, Serpens Caput, Virgo and Ursa Major.\n\nAccording to myth, Boötes is credited for inventing the plough, which prompted the goddess Ceres – a goddess of agriculture, grain crops, fertility and motherly love – to place him in the heavens. There are also versions where Bootes represents a form of Atlas, holding up the weight of the world as it turns on its axis (yet another of Hercules’ labors).\n\nMost commonly, Boötes is taken to represent Arcas, the son of Zeus and Callisto. In this source, Arcas was brought up by Callisto father, the Arcadian king Lycaon. One day, Lycaon decided to test Zeus by serving him his own son for a meal. Zeus saw through Lycaon’s intentions and transformed the king into a wolf, killed his sons, and brought Arcas back to life. Having heard of her husband’s infidelity, Zeus’ wife Hera transformed Callisto into a bear. For years, she roamed the woods until she met her son, who was now grown up. Arcas didn’t recognize his mother and began to chase her. To avoid a tragic end, Zeus intervened by placing them both in the sky, where Callisto became Ursa Major (aka. The Big Dipper, or “Great Bear”) and Arcas became Boötes.\n\nIn another story, Boötes is taken to represent Icarius, a grape grower who was given the secret of wine-making by Dionysus. Icarius used this to create a wonderful wine that he shared with all his neighbors. After overindulging, they woke up the next day with terrible hangovers and believed Icarius had tried to poison them. They killed him in his sleep, and a saddened Dionysus placed his friend among the stars. Bootes contains the third brightest star in the night sky – Arcturus (aka. alpha Boötis) – whose Greek name “Arktos” also means “bear”, and is associated with all things northern (including the aurora). Arcturus is quite important, being a type K1.5 IIIpe red giant star. The letters “pe” stand for “peculiar emission,” which indicates the spectrum of the star is unusual and full of emission lines. This is not uncommon in red giants, but Arcturus is particularly strong.\n\nArcturus is about 110 times more luminous than our nearest star, but the total power output is about 180 times that of the Sun (when infrared radiation is considered). Arcturus is also notable for its high proper motion, larger than any first magnitude star in the stellar neighborhood other than Alpha Centauri. It is now almost at its closest and is moving rapidly (122 km/s) relative to the Solar System. Arcturus is also thought to be an old disk star, and appears to be moving with a group of 52 others of its type. Its mass is hard to determine exactly, but it may have the same mass as Sol, or perhaps 1.5 times as much. Arcturus may also be older than the Sun, and much like what the Sun will be in its Red Giant Phase.\n\nArcturus achieved fame when its light was used to open the 1933 Chicago World’s Fair. The star was chosen because it was thought that light from the star had started its journey at about the same time of the previous Chicago World’s Fair (1893). Technically the star is 36.7 light years away, so the light would have started its journey in 1896. Arcturus’ light was still focused onto a cell that powered the switch for the lights that eventually shined so bright that Arcturus was no longer visible.\n\nArcturus, along with its neighboring stars, also form the curious “Colonial Viper” formation, a triangular asterism invented by dedicated SkyWatcher, Ed Murray. It is so-named because it resembles a Colonial Viper being launched from a tube on the TV series Battlestar Galactica. The “Launch Tube” is formed by the intersection of Arcturus, Alphekka (Alpha Corona Borealis) and Gamma Bootis, while Izar (Epsilon Bootes) is the Viper.\n\nOther notable stars include Nekkar (Beta Boötis), a yellow G-type giant that is 219 light years from Earth. It is a flare star, which is a type of variable star that shows dramatic increases in luminosity for a few minutes. The name Nekkar derives from the Arabic word for “cattle driver”. Then there’s Seginus (Gamma Boötis), a Delta-Scuti type variable star that is approximately 85 light years from Earth. It shows variations in its brightness due to both radial and non-radial pulsations on its surface.\n\nIzar (Epislon Boötis) is a binary star located approximately 300 light years away which consists of a bright orange giant and a smaller and fainter main sequence star. Epsilon Boötis is also sometimes knows as Pulcherrima, which means “the lovieliest” in Latin. The name Izar comes from the Arabic word for “veil.” The star’s other traditional names are Mirak (“the loins” in Arabic) and Mizar.\n\nMuphrid (Eta Boötis) is a spectroscopic binary star that is 37 light years from Earth and close to Arcturus in the sky. The star’s traditional name is Muphrid, derived from the Arabic phrase for “the single one of the lancer.” It belongs to the spectral class G0 IV and has a significant excess of elements heavier than hydrogen. Boötes is also home to many Deep Sky Objects. This includes the Boötes void (aka. the Great Void, the Supervoid). This sphere-shaped region of the sky is almost 250 million light years in diameter and contains 60 galaxies. The void was originally discovered by Robert P. Kirshner – a Harvard College Professor of Astronomy – in 1981, as part of a survey of galactic redshifts.\n\nThen there is the Boötes Dwarf Galaxy (Boötes I), a dwarf spheroidal galaxy located approximately 197,000 light years from Earth that measures about 720 light years across. It was only discovered in 2006, owing to the fact that it is one of the faintest galaxies known (with an absolute magnitude of -5.8 and apparent magnitude of 13.1). Boötes I orbits the Milky Way and is believed to be tidally disrupted by its gravity, as evidenced by its shape. And there’s also NGC 5466, a globular cluster approximately 51,800 light years from Earth and 52,800 light years from the Galactic center. The cluster was first discovered by the German-born British astronomer William Herschel in 1784. It is believed that this cluster is the source of a star stream called the 45 Degree Tidal Stream, which was discovered in 2006.\n\nThe earliest recorded mentions of the stars associated with Boötes come from ancient Babylonia, where it was listed as SHU.PA. These stars were apparently depicted as the god Enlil, who was the leader of the Babylonian pantheon and special patron of farmers. It is likely that this is the source of mythological representations of Bootes as “the ploughman” in Greco-Roman astronomy. The name Boötes was first used by Homer in The Odyssey as a celestial reference point for navigation. The name literally means “ox-driver” or “herdsman”, and the ancient Greeks saw the asterism now called the “Big Dipper” or “Plough” as a cart with oxen. His dogs, Chara and Asterion, were represented by the constellation of Canes Venatici (the Hunting Dogs) who drove the oxen on and kept the wheels of the sky turning.\n\nIn traditional Chinese astronomy, many of the stars in Boötes were associated with different Chinese constellations. Arcturus was one of the most prominent, variously designated as the celestial king’s throne (Tian Wang) or the Blue Dragon’s horn (Daijiao). Arcturus was also very important in Chinese celestial mythology because it is the brightest star in the northern sky, and marked the beginning of the lunar calendar. Flanking Daijiao were the constellations of Yousheti on the right and Zuosheti on the left, which represented the companions that orchestrated the seasons. Dixi, the Emperor’s ceremonial banquet mat, was north of Arcturus. Another northern constellation was Qigong, the Seven Dukes, which was mostly across the Boötes-Hercules border. The other Chinese constellations made up of the stars of Boötes existed in the modern constellation’s north. These are all representations of weapons –  Tianqiang, the spear; Genghe, variously representing a lance or shield; Xuange, the halberd; and Zhaoyao, either the sword or the spear.",
			"skyarea":"2.2%",
			"brightest_star":"Arcturus",
			"associations":"",
			"family":"Ursa major"
		}
		]}