{
	"constellations":[
		{
			"name":"Andromeda",
			"entity":"Greek Princess Bait",
			"description":"Andromeda is one of the oldest and most widely recognized. Located north of the celestial equator, this constellation is part of the family of Perseus, Cassiopeia, and Cepheus. Like many constellation that have come down to us from classical antiquity, the Andromeda constellation has deep roots, which may go all the way back to ancient Babylonian astronomy.\n\nDerived from Greek mythology, Andromeda was the daughter of Cassiopeia and Cepheus – the king and queen of ancient Aethopia (modern day Ethopia). Unfortunately, her mother was so vain that she thought herself to be more beautiful than the daughters of Nereus, a god of the sea, which angered the sea god Poseidon. To punish the mother, Andromeda was chained to a rock of the coast as a sacrifice for a sea monster, Cetus (another southern constellation). Andromeda escaped this fate, thanks to the intervention of Perseus – the greatest Greek hero and slayer of monsters before Heracles. For rescuing her, he demanded Andromeda become his wife, which her parents happily consented to. The two married, had nine children together, and founded the kingdom of Mycenae and its Persideae dynasty. After Andromeda’s death, Athena placed her in the sky as a constellation, to honor her.\n\nThe celestial mapping (aka. uranography) of Andromeda comes to us from the Greek tradition, though a female figure in Andromeda’s location had appeared earlier in Babylonian astronomy. The stars that make up Pisces and the middle portion of modern Andromeda formed a constellation representing the fertility goddess “Anunitum” (or the “Lady of the Heavens”), who was also the patron goddess of the city of Akkad.\n\nAndromeda is also associated with the Mesopotamian creation story of Tiamat, the goddess of Chaos. According to the legend, Tiamat bore many demons for her husband, Apsu, the god of freshwater. However, she eventually decided to destroy them as part of a war between the older and youner gods. Eventually, Marduk – a younger-generation god and the patron deity of the city of Babylon – killed her. He then used her body to create the constellations as markers of time for humans.\n\nIn Latin, Andromeda was known as the Mulier Catenata (“chained woman”), and as the al-Mar’at al Musalsalah in Arabic. Other names include Persea (“Perseus’ wife”) or Cepheis (“Cepheus’ daughter”), all of which allude to the constellation’s place in classical mythology. Several of the neighboring constellations (Perseus, Cassiopeia, Cetus, and Cepheus) also represent characters in the Perseus myth.\n\nIn traditional Chinese astronomy, nine stars from Andromeda and seven stars from Pisces formed an elliptical constellation called “Legs”. This constellation either represented the foot of a walking person or a wild boar. Gamma Andromedae and its neighbors were called “Teen Ta Tseang Keun”. (“heaven’s great general”), representing honor in astrology and a great general in mythology.\n\nAlpha Andromedae and Gamma Pegasi together were designated as the “Wall”, representing the eastern wall of the imperial palace and/or the emperor’s personal library. The northern swath of Andromeda was also seen as a representation of a horse stable (tianjiu, or “stable on sky”) and the far western part, along with most of the constellation Lacerta, was known as “Tengshe” – a flying snake.\n\nHindu legends surrounding Andromeda are similar to the Greek myths, with ancient Sanskrit texts depicting Antarmada chained to a rock. This, along with the fact that the names sound quite similar, has led many scholars to conclude that the astronomical systems are linked.\n\nIn the Marshall Islands, the constellations of Andromeda, Cassiopeia, Triangulum, and Aries are incorporated into a single constellation representing a porpoise. Andromeda’s bright stars are mostly in the body of the porpoise, while Cassiopeia represents its tail and Aries its head.\n\nAndromeda was one of the original 48 constellations formulated by Ptolemy in his 2nd-century work,  Almagest. Arab astronomers made use of Ptolemy’s constellations, but included a second constellation representing a fish at Andromeda’s feet. Since the time of Ptolemy, Andromeda has remained a constellation and is officially recognized by the International Astronomical Union.\n\nBut like all modern constellations, it is now defined as a specific region of the sky that includes both Ptolemy’s pattern and the surrounding stars. The official boundaries of Andromeda were defined in 1930 by Eugène Delporte. Its right ascension is between 22 h  57.5 m and 2 h 39.3 m, and its declination is between 53.19° and 21.68° in the equatorial coordinate system.\n\nAndromeda’s primary (or Alpha star) is Sirrah (or Alpheratz), a binary star with a visual magnitude of 2.1 and a luminosity of 96. It is the brightest star in the constellation and is located 97 light-years from Earth. In western mythology, it represents Andromeda’s head. However, its traditional Arabic meaning – which comes from the phrase surrat al-faras – roughly translates to “navel of the steed”. Beta Andromedae is another major feature, a red-hued giant star located 198 light years away. It’s name comes from the Arabic phrase al-Maraqq, which means “the loins” or “the loincloth”, which is taken from Ptolemy’s Almagest. To medieval Arab astronomers, Beta Andromedae was actually considered to be part of al-Hut, a constellation representing a larger fish than Pisces at Andromeda’s feet.\n\nGamma Andromedae, which also goes by its traditional Arabic name (Almach) is an orange-hued giant star found at the southern tip of the constellation. Located 358 light-years away, Almach is named for the Arabic phrase ?Anaq al-Ard, which means “the earth-kid” – a reference to an animal that aids a lion in finding prey. Almach is a multiple star with a yellow primary and a blue-green secondary – which is itself a double star.\n\nAccording to British astronomer William Herschel, who published his observations of the star as past of “Continuation of an Account of the Changes that have happened in the relative situation of Double Stars“(1804): “[the] striking difference in the colour of the two stars, suggests the idea of a sun and its planet, to which the contrast of their unequal size contributes not a little.”\n\nAndromeda is also home to a number of Deep Sky Objects. Since Andromeda lies well away from the galactic plane, it does not contain any of the open clusters or bright nebulae of the Milky Way. However, owing to its distance in the sky from the band of obscuring dust, gas, and abundant stars of galaxy, Andromeda’s borders contain many other visible distant galaxies. The most famous of these is the Andromeda Galaxy (aka. M31, NGC 224), which takes its name from this constellation. Located at an estimated 2.2 million light-years from Earth, this galaxy is one of the most distant objects that is visible to the naked eye. It is also the largest neighboring galaxy to the Milky Way and the largest member of the Local Group of galaxies.\n\nLike the Milky Way, the Andromeda galaxy is barred spiral galaxy, but is over the twice the size (approx. 200,000 light-years in diameter). Despite being visible to the naked eye, it was not recorded until 964 CE by the Arab astronomer al-Sufi. In his Book of Fixed Stars, he recorded it as being a “little cloud”, and later astronomers believed it to be a distant nebula. It was not until the 20th century that M31 was recognized for being a neighboring galaxy. And since then, astronomers have also realized that it is one of the few objects in our universe that is blueshifted (i.e. moving towards us). At its current rate of approach – 110 kilometres per second (68 mi/s) – it will collide with the Milky Way Galaxy in about 4 billion years.\n\nThe Andromeda Galaxy has two main companions, the faint elliptical galaxies of M32 and M110 (also known as NGC 221 and NGC 205, respectively). Located in close proximity to M31, M32 lies 1° northwest of the constellation’s core, while M110 is located o.5° south. M32 was discovered in 1749 by French astronomer Guillaume Le Gentil and has since been found to lie closer to Earth than the Andromeda Galaxy itself. M110 is far fainter than M31 or M32, and is classified as either a dwarf spheroidal galaxy or simply a generic elliptical galaxy.\n\nThe Andromeda Galaxy has 15 satellite galaxies in total, nine of these lie in a plane, which has caused astronomers to infer that they have a common origin. Andromeda also has two open star clusters associated with it, the most famous of which is the open cluster NGC 752 (Caldwell 28). NGC 752 features approximately 12 bright stars, although more than 60 stars are visible at low magnifications in a telescope. The other is NGC 7686, which has a similar magnitude (5.6) and contains approximately 20 stars in a diameter of 15 arcminutes, making it a tighter cluster than NGC 752.\n\nThere is one prominent planetary nebula in Andromeda: NGC 7662 (Caldwell 22). Also known as the “Blue Snowball Nebula”, NGC 7662 lies approximately three degrees southwest of Iota Andromedae and is about 4,000 light-years from Earth. It earned its popular name because it appears as a faint, round, blue-green object in a telescope, with an overall magnitude of 9.2.\n\nAndromeda also has a meteor shower associated with it, known as the Adromedids, which appear every November. his meteor shower peaks in the mid-to-late area of the month, but has a low peak rate of fewer than two meteors an hour. These meteors sometimes appear as red fireballs with trails, and have often associated with Biela’s Comet, a comet destroyed in the 19th century that some believe is responsible for the meteoroid stream.\n\nAndromedid meteors are known for being very slow and the shower itself is considered to be diffuse, as meteors can be seen coming from nearby constellations as well as from Andromeda itself. Its radiant is near Cassiopeia, and Occasionally this shower is known spectacular – though the fall rate is usually about 20 per hour.",
			"skyarea":"1.8%",
			"brightest_star":"Alpheratz",
			"associations":"Andromeda Galaxy",
			"family":"Perseus"
		},
		{
			"name":"Antlia",
			"entity":"Air Pump",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come. Thanks to the development of modern telescopes and astronomy, this list was amended by the early 20th century to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\\n\\nOne such constellation is Antlia, who’s name means “the Pump”. Discovered by French astronomer Nicolas Louis de Lacaille in the mid-eighteenth century, Antlia is located in a rather remote and open section of the southern skies, and was used to chart the southern hemisphere. Today, it is one of the 88 constellations recognized by the IAU.\n\nAs noted, it was French astronomer Nicolas Louis de Lacaille who first wrote of the existence of Antlia while cataloging stars of the southern hemisphere. This he did during his two-year stay in the Cape of Good Hope in modern-day South Africa. In 1751-52, he referred to it as “la Machine Pneumatique” (“the Pneumatic Pump”), in reference to the air pump which had been invented by physicist Denis Papin. As with the majority of the constellations he observed in the southern hemisphere (none of which were visible in Europe), Antlia was named after a modern invention that symbolized the “Age of Enlightenment”. This effectively discontinued the process of giving constellations names derived fro classical mythology.\n\nWhen creating his constellation chart in 1763, Lacaille Latinized the name to Antlia pneumatica. English astronomer John Herschel would later suggest that the name be shorted to one word, and the name Antlia quickly caught on with the astronomical community. German astronomer Johann Bode would later include it in his own constellation guide, where he depicted it as a double-cylinder pump (as opposed to the earlier single pump version used by Lacaille).\n\nThough Antlia was technically visible to ancient Greek astronomers, its stars were too faint to have been included in any constellations. In addition, Chinese astronomers were able to view Antlia, and incorporated its stars into two different constellations – “Dong’ou”, which represented an area in southern China, and “Tianmiào”, the celestial temple.\n\nHowever, it would not be until the mid-18th century that it would come to be included in any modern star charts or constellation guides. Today, Antlia ranks as the 62nd of the 88 modern constellations in terms of area. The three-letter abbreviation for the constellation, as adopted by the International Astronomical Union in 1922, is ‘Ant’.Within the constellation’s borders, there are 42 stars brighter than or equal to apparent magnitude 6.5. The constellations brightest star, Alpha Antliae, is an orange giant of spectral type K4III that is a suspected variable star. It is located approximately 350 – 390 light-years away from Earth; and based on its high luminosity (480 – 555 times that of the Sun), it is believed to be an aging star currently in its red giant phase.\n\nLocated near Alpha is Delta Antliae, a binary star that is between 400 and 460 light-years from Earth. The primary is a blue-white main sequence star while the secondary is an yellow-white main sequence star. Then there is Zeta Antliae, a wide optical double star that is located between 360 and 450 light years from Earth. The brighter of the two, Zeta Antliae, is itself a binary star consisting of two white main sequence stars that is between 360 and 450 light years from Earth. The fainter of the two, Zeta² Antliae, is 360 to 400 light years distant. Eta Antliae is also a binary star, the brighter component being a yellow-white star with a faint companion. Both are 106 light years distant.\n\nTheta Antliae is another binary star system, which consists of a white main sequence dwarf and a yellow-white bright giant. It is located approximately 384 light years away. Epsilon Antliae, an evolved orange giant star, is located approximately 700 light years distant. At the other end of the constellation is Iota Antliae, another orange giant star. Also of interest is HD 93083, a star which contains an recently-discovered exoplanet that may be habitable. Known as HD 93083 b, this world is described as a “Sulfurous Cloud Jovian Planet” which exists at the inner edge of the star;s habitable zone (at a mean orbital distance of 0.47 AU). The planet was discovered in 2005 by C. Lovis, M. Mayor, F. Pepe, D. Queloz, N.C. Santos, D. Sosnowska, S. Udry, W. Benz, J.-L. Bertaux, F. Bouchy, C. Mordasini, J.P. Sivan.\n\nBecause it occupies a part of space that faces away from the Milky Way, Antlia is also to very few Deep Sky Objects. While it contains no globular clusters, no planetary nebulae, and no open clusters, it does contain several galaxies. These include the Antlia Dwarf Galaxy (above), a dwarf spheroidal galaxy located about 4.3 million light years from Earth. Because it is very faint, this galaxy was not discovered until 1997, and belongs to the Local Group of galaxies. NGC 2997 is another, a “grand design”, unbarred spiral galaxy located approximately 24.8 million light years away. NGC 2997 is the brighest object in the Antlia constellation, due in part to the large chain of hot, ionized dust clouds that surround the galaxy’s nucleus. NGC 2997 is part of a group of galaxies of the same designation, which belong to the Virgo Supercluster.\n\nThere’s also the Antlia Cluster (aka. Abell S0636), a cluster of galaxies located 133.4 million light-years from Earth. As part of the Hydra-Centaurus Supercluster, it is the third nearest cluster eto the Local Group after the Virgo Supercluster and Fornax Cluster. Located in the southeastern corner of Atlia, it contains the giant elliptical galaxies NGC 3268 and NGC 3258, the main members of a southern and northern subgroup, respectively.",
			"skyarea":"0.6%",
			"brightest_star":"Alpha-Ant",
			"associations":"",
			"family":"La caille"
		},
		{
			"name":"Apus",
			"entity":"Birds Of Paradise",
			"description":"Apus is a faint constellation in the southern sky that is named for the bird-of-paradise – a beautiful bird that is indigenous to the South Pacific. Today, it is one of the 88 constellations defined by the International Astronomic Union (IAU).\n\nThe name Apus is derived from Greek word apous, which literally means “no feet”. The name applies to a species of bird that is indigenous to Indonesia, Papua New Guinea, and Eastern Australia (which was believed at one time to have no feet). Its original name on Plancius’ charts was “Apis Indica” – the Latin term for “Indian Bee” (presumably an error for “avis”, which means bird). Because of this error, the bordering constellation of Musca was later separated and renamed. The neighboring constellations to Apus are Ara, Chamaeleon, Circinus, Musca, Octans, Pavo, and Triangulum Australe.\n\nThis faint southern constellation of Apus was one of the original twelve created by Plancius, based on observations provided by Pieter Dirkszoon Keyser and Frederick de Houtman – two Dutch explorers/navigators who mapped the southern sky around Australia between 1595 and 1597.\n\nIt was included on a celestial globe published in 1597 or 1598 in Amsterdam by Plancius and his associate, Flemish cartographer and engraver Jodocus Hondius. After it’s introduction on Plancius’ globe, it also appeared in Uranometria, a star atlas published by Johann Bayer – a German celestial catrographer – in 1603. Here, it appeared under the name “Apis Indica”. It also grouped with the other members of the “Johann Bayer family” of constellations, all of which appeared in Uranometria. These include Chamaeleon, Dorado, Grus, Hydrus, Indus, Musca, Pavo, Phoenix, Tucana, and Volans. The constellation also appears as part of the Chinese constellations, where it is known as the “Little Wonder Bird”.\n\nIn the 17th century, Ming Dynasty astronomer Xu Guangqi adapted the European southern hemisphere constellations when producing The Southern Asterisms. Combining Apus with some of the stars in Octans, he designated the stars in this area of the night sky into the constellation known as Yìquè (“Exotic Bird”). In 1922, Apus was included by the International Astronomical Union in the list of 88 constellations.\n\nWithin the Apus constellation, there are 39 stars that are brighter than or equal to apparent magnitude 6.5. The most notable of these is Alpha Apodis. an orange giant star with a magnitude of 3.8, located roughly 411 light years away from Earth. Beta Apodis is also an orange giant, with a magnitude of 4.2. and located 158 light years from Earth. And Gamma Apodis , another orange giant, has a magnitude of 3.9 and is located 160 light years away.\n\nDelta Apodis is a binary star system consisting of a red giant and an orange giant. Delta¹ has a magnitude of 4.7 and is located 765 light years away, while Delta² has a magnitude of 5.3 and is located 663 light years away. Then there is Theta Apodis, a variable red giant star with a maximum magnitude of 4.8 and a minimum of 6.1 that is located 328 light years away. NO Apodis is a red giant that varies between magnitudes 5.71 and 5.95 and is located around 883 light-years away from Earth. This star shines with a luminosity that is approximately 2059 times greater than our Sun’s and has a surface temperature of 3568 K.\n\nApus is also home to a few Deep Sky Objects. These include the IC 4499 loose globular cluster (shown below), which is located in the medium-far galactic halo and has an apparent magnitude of 10.6. This object is rather unique in that its metallicity readings indicate that it is younger than most other globular clusters in the region. Then there’s NGC 6101, a 14th mangitude globular cluster located seven degree north of Gamma Apodis. Last, there is the spiral galaxy IC 4633, which is very faint due to its location well within the Milky Way’s nebulous disc.",
			"skyarea":"0.5%",
			"brightest_star":"Alpha-Aps",
			"associations":"",
			"family":"Bayer"
		},
		{
			"name":"Aquarius",
			"entity":"Water Bearer Soldier",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of all the-then known constellations. This work (known as the Almagest) would remain the definitive guide to astronomy and astrology for over a thousand years. Among the 48 constellations listed in this book was Aquarius, a constellation of the zodiac that stretches from the celestial equator to the southern hemisphere.\n\nAlso known as the “Water Carrier”, Aquarius is bordered by Pegasus, Equuleus and Delphinus at the north, Aquila to the west, Capricornus to the south-west, Piscis Austrinus and Sculptor to the south, Cetus to the east and Pisces to the north-east. Today, it is one of the 88 constellations recognized by the International Astronomical Union (IAU), and is perhaps the most referenced and recognized of all the constellation.\n\nIn Greek mythology, Aquarius was associated with the cup bearer of the gods – known to serve wine or water to Zeus. For his role, he was immortalized in the stars. In the ancient Greek version of the Deluge Myth, Aquarius was also identified as the one who unleashed the waters that flooded the Earth. As such, the constellation Eridanus was sometimes identified as being a river poured out by Aquarius.\n\nIt may also, together with the constellation Pegasus, be part of the origin of the myth of the Mares of Diomedes, which forms one of The Twelve Labors of Heracles. Its association with pouring out rivers, and the nearby constellation of Capricornus, may be the source of the myth of the Augean stable, which forms another of the labors. Aquarius is one of the oldest recognized constellations along the zodiac, the sun’s apparent path through the sky. It is found in a region often called “The Sea” due to its profusion of watery constellations – such as Cetus, Pisces, Eridanus, etc. Sometimes, the river Eridanus is depicted as flowing forth from Aquarius’ watering pot.\n\nThe first recorded mentions of Aquarius are found in the Babylonian star catalogs, where Aquarius is identified as “The Great One” and represents the god Ea himself (who is often depicted holding an overflowing vase). During this time, the Aquarius constellation contained the winter solstice. Hence why Ea was seen as the ruler of the southernmost quarter of the Sun’s path, and why the “Way of Ea” corresponded to the period of 45 days on either side of the winter solstice.\n\nAquarius also had negative connotations in Babylonian society, due to the fact that he was associated with the destructive floods that the inhabitants of the Euphrates and Tigris river basins regularly experienced. In Ancient Egypt, Aquarius was more positively associated with the annual flooding of the Nile. According to their mythology, the Egyptians believed that the riverbanks flooded when Aquarius put his jar into the river, which marked the beginning of spring.\n\nIn ancient Greek mythology, Aquarius is sometimes associated with Deucalion, the son of Prometheus who built a ship with his wife Pyrrha to survive an imminent flood. Aquarius is also sometimes identified with Ganymede, the son of Trojan king Tros, who was taken to Mount Olympus by Zeus to act as cup-carrier to the gods. Neighboring Aquila represents the eagle who snatched Ganymede at Zeus’ behest (or as Zeus himself in animal form).\n\nIn Chinese astronomy, Aquarius is located within the northern quadrant of the sky, which is symbolized as the Black Tortoise of the North. The stream of water flowing from the Water Jar was depicted as the “Army of Yu-Lin”. “Yu-lin” translates literally to “feathers and forests”, which refers to the numerous foot soldiers from the northern reaches of the empire that were represented by these faint stars.\n\nOther stars corresponded to “The Wall” (Leibizhen), “The Castle” (Tienliecheng) and Loui-pi-tchin (“The Ramparts”). The asterism that represents the “Water Jar” were also seen to the ancient Chinese as representing Fenmu (“tomb”), near to which the emperors’ mausoleum (Xiuliang) stood. In the 2nd century CE, Ptolemy included Aquarius in the Almagest, as one of the then-known 48 constellation. In 1922, the IAU included it in its official list of the recognized 88 constellations. Despite its prominent position in the zodiac, Aquarius doesn’t have any particularly bright stars. In fact, its four brightest stars are all less than magnitude 2. It’s second brightest, Alpha Aquarii (aka. Sadalmelik) is a yellow supergiant named in Arabic for the phrase “the lucky stars of the king”. This star has a magnitude of 2.94 (though it has an absolute magnitude of -4.5) and is located 523 light years from Earth.\n\nThe brightest star is Beta Aquarii (aka. Sadalsuud), a yellow supergiant that takes its name from the Arabic phrase that means “luckiest of the lucky stars.” This star is located 537 light years from Earth, and has an apparent magnitude of 2.89 and an absolute magnitude of -4.5. Gamma Aquarii (Sadachbia) is a blue-white giant located 163 light years from Earth and takes its name from  the Arabic phrase sa’d al-akhbiya (“lucky stars of the tents”). There are also the blue-white giants Delta Aquarii (Scheat, or Skat) and Epislon Aquarii (Albali), and the white giant binary of Zeta Aquarii.\n\nAquarius is also home to several Deep Sky Objects. Because of its position away from the galactic plane, the majority of these take the form of galaxies, globular clusters, and planetary nebulae. These include Messier 2 (NGC 7089), one of the largest globular clusters in the Milky Way, located about 33,000 light years from Earth. Messier 72 also calls Aquarius its home, a globular cluster located roughly 55,000 light years away. And so does Messier 73, an open cluster 2,500 light years from Earth. Two well-known planetary nebulae are also located in Aquarius, including NGC 7009 (also known as the Saturn Nebula) and the famous Helix Nebula (NGC 7293).\n\nRecent research has shown that there are also twelve stars within the Aquarius constellation that possess planetary systems. These include Gliese 876, a red dwarf star system that is located 15 light-years from Earth, and which was the first red dwarf star to be found to possess a planetary system. It is orbited by four planets, including one terrestrial planet (Gliese 876 d) that is roughly 6.6 times the mass of Earth.\n\nGliese 849 is also located in Aquarius, a red dwarf star orbited by the first known long-period Jupiter-like planet (Gliese 849b). Then there’s the multiple-planet system of HD 215152, a white giant that is orbited by the planets HD 215152 b and c – both of which were discovered in 2011 using the radial velocity method. HD 215152 c is the larger one, at 0.0097 Jupiter masses, while b has approximately 0.0087 Jupiter masses.",
			"skyarea":"2.4%",
			"brightest_star":"Sadalsuud",
			"associations":"Aquarium Tanks",
			"family":"Zodiac"
		},
		{
			"name":"Aquila",
			"entity":"Thunderbird Eagle",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) released one of the most influential books in the history of astronomy. Known as the Almagest, this book included the 48 then-known constellation into a system of cosmology that would remain influential for over a thousand years. Among the 48 constellations listed in this book was Aquila, a constellation in the northern sky that extends across the celestial equator.\n\nAlso known as the “Eagle”, this constellation is one of the 88 constellations that is recognized today by the International Astronomical Union (IAU). It belongs to the Hercules family of constellations, which include Ara, Centaurus, Corona Australis, Corvus, Crater, Crux, Cygnus, Hercules, Hydra, Lupus, Lyra, Ophiuchus, Sagitta, Scutum, Serpens Caput, Serpens Cauda, Sextans, Triangulum Australe, and Vulpecula.\n\nAquila takes it name from the Latin word for “Eagle”. According to classic Greek mythology, Aquila was the eagle that carried the thunderbolts of Zeus. He was also sent to retrieve the Trojan shepherd boy – Ganymede, whom Zeus desired – to become a wine-pourer for the gods. Aquila’s proximity to Aquarius, which represents Ganymede, is one of the reasons why the constellation is so-named. In another story, the eagle is found guarding the arrow of Eros (represented by the constellation Sagitta), which hit Zeus and made him love-struck. In yet another, Aquila represents Aphrodite disguised as an eagle, pretending to pursue Zeus in the form of a swan. This she did so that Zeus’ love interest, the goddess Nemesis, would give him shelter.\n\nZeus later placed the images of the eagle and the swan (the constellation Cygnus) among the stars to commemorate the event. Aquila may also represent one of the twelve labors of Hercules. Though it one of the 48 constellations included by Ptolemy in the Almagest, the first recorded mention of Aquila that still survives come from Eudoxus of Cnidus – a Greek astronomer and student of Plato’s during the 4th century BCE – and Aratus, the didactic poet who wrote of the constellations in the 3rd century BCE.\n\nIt is also believed that the Greek version of the Aquila constellation is based on the Babylonian constellation of MUL.A.MUSHEN), which occupied the same spot in the northern sky. The constellation was also known as Vultur volans (the flying vulture) to the Romans, which is not to be confused with Vultur cadens – their name for Lyra.\n\nPtolemny was also responsible for cataloging 19 stars in the Aquila constellation and the now obsolete constellation of Antinous. These stars are sometimes erroneously attributed to Tycho Brahe, who later catalogued the same stars, but identified 12 as belonging in Aquila and 7 in Antinous. Ultimately, it was 17th century Polish astronomer Johannes Hevelius who determined the 23 stars in Aquila and 19 in Antinous.\n\nAquila’s alpha star – Altair, which is translated from the Arabic al-nasr al-tair (“flying eagle”) – is located 17 light-years from Earth. This star rotates very rapidly (286 km/s), which is what gives Altair it’s shape – i.e. flattened at the poles. Beta Aquilae (aka. Alshain) is a yellow-hued star of magnitude 3.7 is located 45 light-years from Earth. Its name comes from the Arabic phrase “shahin-i tarazu”, meaning “the balance”.\n\nGamma Aquilae is an pranged-hued giant star of magnitude 2.7 which is located 460 light years away. It’s name, like Alshain, comes form the Arabic term for “the balance”. Whereas Altair  is one of the three stars that form the Summer Triangle – an asterism that can be seen directly overhead at mid-northern latitudes in the summer – Alshain and Tarazed form the wings of the eagle. According to SEDS, two major novae have been observed in Aquila. The first one was in 389 AD and was recorded to be as bright as Venus. The other shone brighter than Altair, the brightest star in the Aquila constellation. Two major novae have been observed in Aquila – the first one being in 389 BCE that was recorded as being as bright as Venus – and the other in 1918 (Nova Aquilae 1918), which briefly shone brighter than Altair.\n\nThe constellation is also home to several Deep Sky Objects. Foremost amongst these is NGC 6751, a planetary nebula that is also known as the Glowing Eye. The nebula is estimated to be around 0.8 light-years in diameter and is estimated to be roughly 6,500 light-years away from Earth. It was formed when a star collapsed and threw off its outer layer of gas several thousand years ago. The nebula was the subject of the winning picture in the 2009 Gemini School Astronomy Contest, in which Australian high school students competed to select an astronomical target to be imaged by the Gemini Observatory.",
			"skyarea":"1.6%",
			"brightest_star":"Altair",
			"associations":"",
			"family":"Hercules"
		},
		{
			"name":"Ara",
			"entity":"Godly Altar",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) released one of the most influential books in the history of astronomy. Known as the Almagest, this book included the 48 then-known constellation into a system of cosmology that would remain influential for over a thousand years. Among the 48 constellations listed in this book was Ara, a constellation in the southern sky that is crossed by the Milky Way.\n\nAlso known as “The Altar”, Ara is best visible the month of July in the southern hemisphere (latitudes between +25° and -90°). It is bordered by Corona Australis, Scorpius, Norma, Triangulum Australe, Apus, Pavo and Telescopium, and its primary stars form a notable asterism which seems to represent the figure H. Ara belongs to the Hercules family of constellations, together with Aquila, Centaurus, Corona Australis, Corvus, Crater, Crux, Cygnus, Hercules, Hydra, Lupus, Lyra, Ophiuchus, Sagitta, Scutum, Serpens, Sextans, Triangulum Australe, and Vulpecula.\n\nIn Greek mythology, Ara represented the altar used by Zeus and other Greek gods to swear a vow of allegiance before they went to war against Cronus and the Titans. According to legends, it is believed the Cyclopes originally built the altar as a place to sacrifice to the Olympian gods. It was also upon this altar that Centaurus the centaur sacrificed Lupus the wolf.\n\nThe altar was normally depicted as upside down, but sometimes it was shown as erect with the smoke drifting away as the Milky Way. Some legends have it that a child was once sacrificed, whereupon Zeus then turned the child into a wolf and immortalized it in stars forming the constellation of Lupus. In another Greek myth, Ara represents the altar of King Lycaon of Arcadia.\n\nAra was first described by Ptolemy and was included in the 48 constellations listed in the Almagest. Today, it is one of the 88 constellations that is recognized by the International Astronomical Union (IAU).For those using binoculars,Ara can be located by looking for Beta Arae, the brightest star of the constellation. Beta is an orange class K (K3) supergiant with a luminosity of about 4600 times that of the Sun. It also rotates on its axis at about 5.4 kilometers per second at it equator, it takes around 2.33 years for Beta to make a full rotation. As a result, any sunspots on Beta would be visible for a very long time! Beta is also an unusual “super metal-rich” star, with high iron content, over three times more than that of Sol.\n\nThen there’s a Alpha Arae, a spectroscopic binary that is a hot, blue, luminous class B (B2) dwarf star. Just because it’s called a dwarf doesn’t mean it’s small, though. Alpha is still about 8 times the mass of our own Sun. It’s a very special star, too. It’s known as “Be” (B-emission”) star, who’s emission lines come from from hydrogen located in a thick disk that surrounds it. Alpha is a “shell star” and the disk is nearly edge on, obscuring part of the star, and superimposing absorptions on the star’s spectrum.\n\nSince Ara contains part of the Milky Way to the south of Scorpius, it therefore has rich star fields. Its major stars include Alpha Arae, a blue-white hued star of magnitude 2.8 that is the closest of Ara’s stars, located approximately 242 light-years from Earth. Beta Arae, its brightest star, is an orange-hued supergiant of magnitude 2.8, which is located 600 light-years from Earth.\n\nGamma Arae is a blue-hued supergiant of magnitude 3.3, located 1140 light-years from Earth, while Delta Arae has a blue-white hue, a magnitude of 3.6, and is located 187 light-years from Earth. Zeta Ara is an orange-hued giant of magnitude 3.1, and is located 574 light-years from Earth. Ara is also home to several Deep Sky Objects. For instance, the northwest corner of Ara is crossed by the galactic plane of the Milky Way, and therefore contains several open clusters and diffuse nebulae. For instance, there is the NGC 6397 globular cluster, which is the brightest in the Ara constellation. It is also one of the closest to our Solar System, being 6,500 light-years from Earth. Ara also contains Westerlund 1, a super star cluster that contains the red supergiant Westerlund 1-26, one of the largest stars known. Ara is also home to two spiral galaxies – NGC 6215 and NGC 6221 – which are visible near the star Eta Arae.",
			"skyarea":"0.6%",
			"brightest_star":"Alpha-Ara",
			"associations":"",
			"family":"Hercules"
		},
		{
			"name":"Aries",
			"entity":"Golden Fleece Ram",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would serve as the authoritative source of astronomy for over a thousand years to come. Since the development of modern telescopes and astronomy, this list has come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOf these constellations, Aries – named in honor of the Ram from classical Greek mythology – is featured rather prominently. This faint constellation has deep roots, and is believed to date all the way back to the astrological systems of the ancient Babylonians. Positioned on the ecliptic plane, it is bordered by constellations of Perseus, Triangulum, Pisces, Cetus and Taurus, and is also the traditional home of the vernal equinox.\n\nIn classical mythology, Aries is the Ram – perhaps the golden one who saved Helle and Phrixos from a king Cretheus for false accusations. Aries the Ram is the also the first astrological sign in the Zodiac – associated with the god Ares and masculinity. Under the tropical zodiac, the Sun is in Aries roughly from March 21st to April 19th, by definition beginning at vernal equinox. The vernal equinox has moved in the constellation Pisces, but sometimes it is still called the first point of Aries.\n\nThough representations of Aries as The Ram comes to us from classical antiquity, it is believed that this constellation has existed since the days of ancient Babylon. In the description of the Babylonian zodiac contained in the MUL.APIN (the compendium on Babylonian astrology) Aries was the final station along the ecliptic, and was known as MULLÚ.?UN.GÁ, which translates to “The Agrarian Worker” or “The Hired Man.”\n\nThe shift in identification from the constellation as the Agrarian Worker to the Ram likely occurred in later Babylonian tradition because of its growing association with Dumuzi the Shepherd. By the time the MUL.APIN was created (1000 BCE) , modern Aries was identified with both Dumuzi’s ram and a hired laborer. In ancient Egyptian astronomy, Aries was associated with the god Amon-Ra, who was depicted as a man with a ram’s head and represented fertility and creativity. Because it was the location of the vernal equinox, it was called the “Indicator of the Reborn Sun”. Aries acquired the title of “Lord of the Head” in Egypt, referring to its symbolic and mythological importance.\n\nIn traditional Chinese astronomy, stars from Aries were used in several constellations. Alpha, Beta, and Gamma Arietis formed a constellation called Lou, variously translated as “bond”, “lasso”, and “sickle”, which was associated with the ritual sacrifice of cattle. This constellation has also been associated with harvest-time as it could represent a woman carrying a basket of food on her head. Other stars were part of the constellations Wei – the namesake of the 17th lunar mansion, representing granaries – and Tianyin, thought to represent the Emperor’s hunting partner.\n\nSimilarly, in Hindu astronomy, Beta and Gamma Arietis were known as the Aswins, and were associated with the first lunar mansion. Because the Hindu new year began with the vernal equinox, the Rig Veda contains over 50 new-year’s related hymns to the twins, making them some of the most prominent characters in the work. Aries itself was known as “Aja” and “Mesha“. Aries has three prominent stars forming an asterism – Alpha, Beta and Gamma Arietis, all of which have been traditionally used for navigation. Alpha Arietis, called Hamal, is an orange giant with an apparent magnitude of 2.0, making it the brightest star in the constellation. Located 66 light-years from Earth, this star’s traditional name comes from the Arabic word for “lamb”, or “head of the ram” (ras al-hamal).\n\nBeta Arietis (Sheratan) is a blue-white star star with an apparent magnitude of 2.64 that is located 59 light-years from Earth. Its traditional name comes from the Arabic word “sharatayn“, which means “the two signs”, referring to both Beta and Gamma Areitis in their position as heralds of the vernal equinox. This star is also a spectroscopic binary, meaning that its companion is only known through analysis of the spectra.\n\nGamma Arietis (Mesarthim) is binary star with two white-hued components that are located 164 light-years from Earth. Its traditional name is the subject of scholarly debate, with some claiming it may be derived from a corruption of “al-sharatan” (Arabic for “pair”), a word for “fat ram”, from the Sanskrit “first star of Aries”,  or the Hebrew for “ministerial servants”. Aries is also home to several faint Deep Sky Objects. These include NGC 772, an unbarred spiral galaxy located 130 million light-years from Earth which is visible to the southeast of Beta Arietis. It has a small companion galaxy, NGC 770, that is about 113,000 light-years away from the larger galaxy. Another spiral galaxy in Aries is NGC 673,  a weakly barred spiral galaxy that is 235 million light-years distant from Earth. For those who have a larger telescope, there are several faint galaxies that can be spotted. NGC 697 is a good example, a 13th magnitude spiral galaxy located within Aries that is part of a galaxy group. NGC 972 is also part of a galaxy group and is equally faint, at magnitude 12. NGC 1156 is a dwarf irregular galaxy that is considered to a Magellanic-type, with a larger than average core and a a H II nucleus containing zones of counter-rotating gas (which is thought to be the result of tidal interactions with another gas-rich galaxy some time in the past).\n\nAries is also home to several meteor showers. The May Arietids are a daylight meteor shower which begins between May 4th and June 6th with maximum activity happening on May 16th. The Epsilon Arietids are also a daylight occurrence, which are active between April 25th to May 27th with peak activity on May 9th. The very best daytime Arietids occur from May 22nd to July 2nd with a maximum on June 8th, when the meteoroid stream produces one meteor every minute. Historically speaking, the Delta Arietid meteor shower was first noted in 1959 by analyzing photographic meteor orbits, and activity occurs between December 8th and December 13th. The Autumn Arietid meteor shower begins on or about September 7th and runs through October 27th. Maximum activity occurs about October 8th, and the fall rate is about 3 to 5 (average) meteors per hour.",
			"skyarea":"1.1%",
			"brightest_star":"Hamal",
			"associations":"",
			"family":"Zodiac"
		},
		{
			"name":"Auriga",
			"entity":"Charioteer Warrior",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would serve as the authoritative source of astronomy for over a thousand years to come. Since the development of modern telescopes and astronomy, this list has come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOne of these is the constellation of Auriga, a beautiful pentagon-shaped collection of stars that is situated just north of the celestial equator. Along with five other constellations that have stars in the Winter Hexagon asterism, Auriga is most prominent during winter evenings in the Northern Hemisphere. Auriga also belongs to the Perseus family of constellations, together with Andromeda, Cassiopeia, Cepheus, Cetus, Lacerta, Pegasus, Perseus, and Triangulum.\n\nThe name Auriga is derived from Latin, and means “the charioteer”. Auriga is associated with many characters out of Greek mythology, the foremost of which is the mythological hero Erichthonius of Athens, the son of Hephaestus who was raised by the goddess Athena. Erichthonius was generally credited as being the inventor of the quadriga (the four-horse chariot) which Erichthonius used in the battle that made him king of Athens. In honor of his ingenuity and heroic deeds, Zeus raised him into the heavens, where he rode a chariot resembling the Sun’s chariot.\n\nAuriga is also described sometimes as Myrtilus, the son of Hermes and the charioteer of Oenamaus – a Greek god who was himself the son of Ares. This association is supported by depictions of the constellation which rarely show a chariot, as Myrtilus’s chariot was destroyed in a race intended to win the heart of Oenomaus’s daughter (Hippodamia). After being killed by a competing suitor, Myrtilus father Hermes placed him in the sky.\n\nYet another mythological association is Theseus’s son Hippolytus, who was ejected from Athens after he refused the romantic advances of his stepmother Phaedra. He was killed when his chariot was wrecked, but revived by Asclepius. Regardless of Auriga’s specific representation, it is likely that the constellation was created by the ancient Greeks to commemorate the importance of the chariot in their society.\n\nAuriga’s brightest star (Alpha Auriga) is Capella, which also happens to be the sixth brightest star in the night sky (magnitude 0.08). A spectroscopic binary that consists of two yellow giant stars (the primary a G-type star, the secondary a G-type giant) Capella is 43 light-years away from Earth. It’s traditional name is a reference to its mythological position as Amalthea, the mythological she-goat from Greek mythology. It’s Arabic name (al-‘Ayyuq) also translates to “the goat”, and its Sumerian name (mul.ÁŠ.KAR) means “the goat star”.\n\nBeta Aurigae (Menkalinan, Menkarlina) is a bright A-type subgiant. It’s Arabic name comes from the phrase mankib dhu al-‘inan, which means “shoulder of the charioteer”. Menkalinan is an eclipsing binary star made up of two blue-white stars that are 81 light-years from Earth. The double nature of this star was discovered in 1890 through spectroscopic analysis, which made it the second spectroscopic binary to be discovered.\n\nOther bright stars include Gamma Aurigae, a B-type giant that has since been reclassified as belonging to the Taurus constellation – making it Beta Taurid. Iota Aurigae (aka. Hasseleh and Kabdhilinan) is a K-type giant that is located 494 light-years away from Earth. The traditional name of Kabdhilinan, sometimes shortened to “Alkab”, is taken from the Arabic phrase al-kab dh’il inan, which means “shoulder of the rein holder”.\n\nDelta Aurigae, the northernmost bright star in Auriga, is another K-type giant that 126 light-years from Earth. Though it is often listed as a single star, it actually has three very widely spaced optical companions. One is a double star of magnitude 11, two arcminutes from Delta, and the other is a star of magnitude 10, three arcminutes from Delta.\n\nThen there’s Eta Aurigae, a blue-white B-type main sequence dwarf located about 219 light years away. In the constellation, the star represents one of the ‘kids’ of the goat (Capella) held by the Charioteer. Its traditional name is Haedus II (or Hoedus II) and it comes from the Latin word haedus, which means ‘kid.’ It is occasionally called Mahasim (“wrist”), a name it shares with Theta Aurigae. Lambda Aurigae (Al Hurr) is a G-type star that is between a subgiant and main-sequence and located 41 light-years from Earth. Though older than the Sun, it is similar in many ways, which includes its mass (1.07 solar masses) and its radius (1.3 solar radii), and a rotational period of 26 days. However, it differs from the Sun in its metallicity, as its iron content is 1.15 times that of the Sun, though it has relatively less nitrogen and carbon.\n\nZeta Aurigae is the other ‘kid’ held by the Charioteer. The star is also commonly called Sadatoni. The name comes from the Arabic phrase als-saeid alth-thani, which means “the second arm (of the Charioteer).” Sadatoni is an eclipsing binary star 790 light years distant. It consists of a red supergiant and a B8 type companion. The system’s magnitude varies between 3.61 and 3.99 with a period of 972 days. There are also five stars with confirmed planetary systems in Auriga, not to mention a white dwarf with a suspected planetary system. These include HD 40979, which has one planet – HD 40979 b. It was discovered in 2002 using radial velocity measurements on the parent star. With a mass of 3.83 Jupiter masses, the planet orbits its parent star with a semi-major axis of 0.83 AU and a period of 263.1 days.\n\nAnother is HD 45350, which also has one planet, known as HD 45350 b. This world has 1.79 Jupiter masses and orbits its parent star every 890.76 days at a distance of 1.92 AU. It was discovered in 2004, also through the use of the radial velocity method. HD 43691 also has a confirmed exoplanet; HD 43691 b, a planet with 2.49 Jupiter masses that orbits its parent star at a distance of 0.24 AU with a period of just 36.96 days.\n\nHD 49674 is yet another star in Auriga that has a planet orbiting it. Much like the others, HD 49674 b was detected in 2002 using the radial velocity method. Unlike the others, it is quite small, with a mass that is 0.115 times that of Jupiter. It also orbits very close to its star, at 0.058 AU, and has a orbital period of just 4.94 days.\n\nThe most recently confirmed exoplanet in Auriga is HAT-P-9-b, which was detected using the transit method in 2008. It also orbits very close to its parent star (HAT-9-P), at a distance of 0.053 AU and with a period of 3.92 days. This world has been classified as a “hot Jupiter”, with a mass that is 0.67 times that of Jupiter but a radius that is 1.4 times as large.\n\nAuriga contains three Messier objects – M36 (NGC 1960), M37 (NGC 2099), and M38 (NGC 1912) – and numerous star clusters. It also has four meteor showers associated with it – the Alpha Aurigids, the Delta Aurigids, the fainter Aurigids, and the Zeta Aurigids. The first recorded mention of Auriga’s stars comes from Mesopotamia, where it was called GAM and included most of the stars from the modern constellation. This figure was alternatively called Gamlum or MUL.GAM in the MUL.APIN – the Babylonian astrological catalog. The constellation represented either a scimitar or a crook, the latter of which stood for a goat-herd or shepherd.\n\nThis tradition was carried on by Bedouin astronomers, who created constellations that were named in accordance with groups of animals. To them, the stars of Auriga comprised a herd of goats, an association which was carried on by the Greek astronomical tradition (which endured even after it became associated with the charioteer). In ancient Chinese astronomy, the stars of Auriga were incorporated into several Chinese constellations. These included Wuche, which used several of Auriga’s stars to represent the five chariots of the celestial emperors, which in turn represented the grain harvest. Another is Zuoqi, which was made up of nine stars in the east of the constellation to represent chairs for the emperor and other officials.\n\nAuriga’s brightest star, Capella, was also significant to many cultures. In ancient Hindu astronomy, Capella represented the heart of Brahma, while ancient Peruvian peoples saw Capella (which they called Colca) as a star intimately connected to the affairs of shepherds. Capella was also significant to the Aztec people, which is evidenced by the archaeological site of Monte Albán, a Late Classic settlement that contained a marker for the star’s heliacal rising. To the indigenous peoples of California and Nevada, the bright pattern of the constellation was also significant. To them, Auriga’s brightest stars formed a curve that was represented in crescent-shaped petroglyphs. The indigenous Pawnee of North America recognized a constellation with the same major stars as modern Auriga: Alpha, Beta, Gamma (Beta Tauri), Theta, and Iota Aurigae.\n\nTo the northern Inuit, a constellation that included Capella and other bright stars from Auriga were known as Quturjuuk, meaning “collar-bones”. Its rising signaled that the constellation Aagjuuk, which was made up of stars from the constellation Aquila, would be rising soon. Since Aagjuuk represented the dawn following the winter solstice, and was used for navigation and time-keeping at night, it was extremely important to the Inuit.\n\nSince the time of Ptolemy, Auriga has remained a constellation and is officially recognized by the International Astronomical Union today. Like all modern constellations, it is now defined as a specific region of the sky that includes both the ancient pattern and the surrounding stars. In 1922, the IAU designated its recommended three-letter abbreviation, “Aur”, and the official boundaries of Auriga were created in 1930 by Eugène Delporte.",
			"skyarea":"1.6%",
			"brightest_star":"Capella",
			"associations":"",
			"family":"Perseus"
		},
		{
			"name":"Bootes",
			"entity":"Herdsman",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. Until the development of modern astronomy, his treatise (known as the Almagest) would serve as the authoritative source of astronomy. This list has since come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nThe constellation Boötes (pronounced Bu-Oh-Tays) is one of these constellations, and was also among those listed in the Almagest. It is frequently called the “Watcher of the Bear”, guarding over the northern constellations of both Ursa Major and Ursa Minor (the Greater and Lesser Bears). It is bordered by Canes Venatici, Coma Berenices, Corona Borealis, Draco, Hercules, Serpens Caput, Virgo and Ursa Major.\n\nAccording to myth, Boötes is credited for inventing the plough, which prompted the goddess Ceres – a goddess of agriculture, grain crops, fertility and motherly love – to place him in the heavens. There are also versions where Bootes represents a form of Atlas, holding up the weight of the world as it turns on its axis (yet another of Hercules’ labors).\n\nMost commonly, Boötes is taken to represent Arcas, the son of Zeus and Callisto. In this source, Arcas was brought up by Callisto father, the Arcadian king Lycaon. One day, Lycaon decided to test Zeus by serving him his own son for a meal. Zeus saw through Lycaon’s intentions and transformed the king into a wolf, killed his sons, and brought Arcas back to life. Having heard of her husband’s infidelity, Zeus’ wife Hera transformed Callisto into a bear. For years, she roamed the woods until she met her son, who was now grown up. Arcas didn’t recognize his mother and began to chase her. To avoid a tragic end, Zeus intervened by placing them both in the sky, where Callisto became Ursa Major (aka. The Big Dipper, or “Great Bear”) and Arcas became Boötes.\n\nIn another story, Boötes is taken to represent Icarius, a grape grower who was given the secret of wine-making by Dionysus. Icarius used this to create a wonderful wine that he shared with all his neighbors. After overindulging, they woke up the next day with terrible hangovers and believed Icarius had tried to poison them. They killed him in his sleep, and a saddened Dionysus placed his friend among the stars. Bootes contains the third brightest star in the night sky – Arcturus (aka. alpha Boötis) – whose Greek name “Arktos” also means “bear”, and is associated with all things northern (including the aurora). Arcturus is quite important, being a type K1.5 IIIpe red giant star. The letters “pe” stand for “peculiar emission,” which indicates the spectrum of the star is unusual and full of emission lines. This is not uncommon in red giants, but Arcturus is particularly strong.\n\nArcturus is about 110 times more luminous than our nearest star, but the total power output is about 180 times that of the Sun (when infrared radiation is considered). Arcturus is also notable for its high proper motion, larger than any first magnitude star in the stellar neighborhood other than Alpha Centauri. It is now almost at its closest and is moving rapidly (122 km/s) relative to the Solar System. Arcturus is also thought to be an old disk star, and appears to be moving with a group of 52 others of its type. Its mass is hard to determine exactly, but it may have the same mass as Sol, or perhaps 1.5 times as much. Arcturus may also be older than the Sun, and much like what the Sun will be in its Red Giant Phase.\n\nArcturus achieved fame when its light was used to open the 1933 Chicago World’s Fair. The star was chosen because it was thought that light from the star had started its journey at about the same time of the previous Chicago World’s Fair (1893). Technically the star is 36.7 light years away, so the light would have started its journey in 1896. Arcturus’ light was still focused onto a cell that powered the switch for the lights that eventually shined so bright that Arcturus was no longer visible.\n\nArcturus, along with its neighboring stars, also form the curious “Colonial Viper” formation, a triangular asterism invented by dedicated SkyWatcher, Ed Murray. It is so-named because it resembles a Colonial Viper being launched from a tube on the TV series Battlestar Galactica. The “Launch Tube” is formed by the intersection of Arcturus, Alphekka (Alpha Corona Borealis) and Gamma Bootis, while Izar (Epsilon Bootes) is the Viper.\n\nOther notable stars include Nekkar (Beta Boötis), a yellow G-type giant that is 219 light years from Earth. It is a flare star, which is a type of variable star that shows dramatic increases in luminosity for a few minutes. The name Nekkar derives from the Arabic word for “cattle driver”. Then there’s Seginus (Gamma Boötis), a Delta-Scuti type variable star that is approximately 85 light years from Earth. It shows variations in its brightness due to both radial and non-radial pulsations on its surface.\n\nIzar (Epislon Boötis) is a binary star located approximately 300 light years away which consists of a bright orange giant and a smaller and fainter main sequence star. Epsilon Boötis is also sometimes knows as Pulcherrima, which means “the lovieliest” in Latin. The name Izar comes from the Arabic word for “veil.” The star’s other traditional names are Mirak (“the loins” in Arabic) and Mizar.\n\nMuphrid (Eta Boötis) is a spectroscopic binary star that is 37 light years from Earth and close to Arcturus in the sky. The star’s traditional name is Muphrid, derived from the Arabic phrase for “the single one of the lancer.” It belongs to the spectral class G0 IV and has a significant excess of elements heavier than hydrogen. Boötes is also home to many Deep Sky Objects. This includes the Boötes void (aka. the Great Void, the Supervoid). This sphere-shaped region of the sky is almost 250 million light years in diameter and contains 60 galaxies. The void was originally discovered by Robert P. Kirshner – a Harvard College Professor of Astronomy – in 1981, as part of a survey of galactic redshifts.\n\nThen there is the Boötes Dwarf Galaxy (Boötes I), a dwarf spheroidal galaxy located approximately 197,000 light years from Earth that measures about 720 light years across. It was only discovered in 2006, owing to the fact that it is one of the faintest galaxies known (with an absolute magnitude of -5.8 and apparent magnitude of 13.1). Boötes I orbits the Milky Way and is believed to be tidally disrupted by its gravity, as evidenced by its shape. And there’s also NGC 5466, a globular cluster approximately 51,800 light years from Earth and 52,800 light years from the Galactic center. The cluster was first discovered by the German-born British astronomer William Herschel in 1784. It is believed that this cluster is the source of a star stream called the 45 Degree Tidal Stream, which was discovered in 2006.\n\nThe earliest recorded mentions of the stars associated with Boötes come from ancient Babylonia, where it was listed as SHU.PA. These stars were apparently depicted as the god Enlil, who was the leader of the Babylonian pantheon and special patron of farmers. It is likely that this is the source of mythological representations of Bootes as “the ploughman” in Greco-Roman astronomy. The name Boötes was first used by Homer in The Odyssey as a celestial reference point for navigation. The name literally means “ox-driver” or “herdsman”, and the ancient Greeks saw the asterism now called the “Big Dipper” or “Plough” as a cart with oxen. His dogs, Chara and Asterion, were represented by the constellation of Canes Venatici (the Hunting Dogs) who drove the oxen on and kept the wheels of the sky turning.\n\nIn traditional Chinese astronomy, many of the stars in Boötes were associated with different Chinese constellations. Arcturus was one of the most prominent, variously designated as the celestial king’s throne (Tian Wang) or the Blue Dragon’s horn (Daijiao). Arcturus was also very important in Chinese celestial mythology because it is the brightest star in the northern sky, and marked the beginning of the lunar calendar. Flanking Daijiao were the constellations of Yousheti on the right and Zuosheti on the left, which represented the companions that orchestrated the seasons. Dixi, the Emperor’s ceremonial banquet mat, was north of Arcturus. Another northern constellation was Qigong, the Seven Dukes, which was mostly across the Boötes-Hercules border. The other Chinese constellations made up of the stars of Boötes existed in the modern constellation’s north. These are all representations of weapons –  Tianqiang, the spear; Genghe, variously representing a lance or shield; Xuange, the halberd; and Zhaoyao, either the sword or the spear.",
			"skyarea":"2.2%",
			"brightest_star":"Arcturus",
			"associations":"",
			"family":"Ursa major"
		},
		{
			"name":"Caelum",
			"entity":"Chisel",
			"description":"Caelum constellation is located in the southern hemisphere. Its name is the Latin word for “the chisel.” The small, faint constellation was originally named Caela Sculptoris, or the sculptor’s chisel. It is one of the 14 constellations created by the French astronomer Nicolas Louis de Lacaille in the 18th century.\n\nCaelum does not contain any prominent deep sky objects and has only two stars brighter than fifth magnitude. The constellation’s brightest star, Alpha Caeli, shines at magnitude 4.44 and is difficult to see from light-polluted areas.\n\nThe constellation is home to the faint eclipsing binary star RR Caeli and the unusual quasar HE0450-2958, notable for appearing to lack a host galaxy. Deep sky objects in Caelum include the galaxies NGC 1679, IC 2106 and NGC 1571.\n\nCaelum is the eighth smallest constellation in the sky, occupying an area of only 125 square degrees. It lies in the first quadrant of the southern hemisphere (SQ1) and can be seen at latitudes between +40° and -90°. The neighboring constellations are Columba, Dorado, Eridanus, Horologium, Lepus, and Pictor. Caelum does not have any stars brighter than magnitude 3.00 or located within 10 parsecs (32.6 light years) of Earth. The brightest star in Caelum is Alpha Caeli. The nearest star, HD 30876, belongs to the spectral class K2V and lies at a distance of 57.86 light years from Earth. Caelum does not contain any named stars. There are no major meteor showers associated with the constellation. Caelum does not contain any Messier objects.\n\nCaelum belongs to the Lacaille family of constellations, along with Antlia, Circinus, Fornax, Horologium, Mensa, Microscopium, Norma, Octans, Pictor, Reticulum, Sculptor, and Telescopium. Caelum has one star with a confirmed exoplanet, the eclipsing binary RR Caeli. The giant planet in the star system has a mass about four times that of Jupiter and orbits the binary pair with a period of 11.9 years.\n\nThere are no myths associated with Caelum. It is one of the constellations introduced by the French astronomer Lacaille in the 18th century. Lacaille named his constellations after various instruments and tools, not stories and myths. Caelum is depicted as a sculptor’s chisel. It first appeared in Lacaille’s map of the southern stars published in 1756, as “les Burins,” a pair of crossed burins connected by a ribbon. (Burins are sharp engraving tools.) In Johann Bode’s star atlas Uranographia, the constellation still had the longer name, Caela Scalptoris.\n\nAlpha Caeli is the brightest star in the constellation, even if its apparent magnitude is only 4.44. It is a binary star, approximately 65.7 light years distant and about 900 million years old. It is a suspected member of the Ursa Major Moving Group (Collinder 285), a group of stars (including the brightest stars in the constellation Ursa Major) that share similar velocities and likely originated from the same star cluster. The binary star’s primary component is an F-type main sequence star (Alpha Caeli A) which is a suspected Delta Scuti type variable star; one exhibiting variations in luminosity as a result of both radial and non-radial pulsations on its surface. The star has an apparent magnitude of 4.44.\n\nThe companion is a red dwarf belonging to the spectral class M0.5V, with an apparent magnitude of 9.80. It is also a variable star, but of the UV Ceti type (flare star). It occasionally undergoes sudden extreme increases in luminosity for a few minutes. Gamma Caeli is a designation for two star systems separated by 0.22° in the sky. In a small telescope, the system is resolved into a red giant and a white giant with apparent magnitudes of 4.5 and 6.34 respectively.\n\nGamma-1 Caeli is a binary star that consists of an orange K-type giant, approximately 185 light years distant, and a magnitude eight companion located 3.1 arc seconds away. Gamma-2 Caeli is also a double star, about 334 light years from Earth. It is composed of a yellow-white F-type giant classified as a Delta Scuti type variable and a companion star of the spectral type F2IV/V, with an apparent magnitude of 9.6. Beta Caeli is the third brightest star in Caelum, with an apparent magnitude of 5.04. It is a yellow-white F-type main sequence dwarf, located approximately 90.2 light years away. The star’s luminosity is more than six times that of the Sun.\n\nδ Caeli (Delta Caeli) is a blue-white B-type subgiant approximately 711 light years distant. It has an apparent magnitude of 5.07. ν Caeli (Nu Caeli) is a yellow-white F-type main sequence dwarf 171 light years distant. It has a magnitude of 6.06.",
			"skyarea":"0.3%",
			"brightest_star":"Alpha-Cae",
			"associations":"",
			"family":"La Caille"
		},
		{
			"name":"Camelopardalis",
			"entity":"Giraffe",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. Until the development of modern astronomy, his treatise (known as the Almagest) would serve as the authoritative source on astronomy. This list has since come to be expanded to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nOne of these modern additions is Camelopardalis, otherwise known as “the giraffe”. Located in the northern sky, this large but faint constellation is the eighteenth largest in the night sky. It belongs to the Ursa Major family of constellations and is bordered by Draco, Ursa Minor, Cepheus, Cassiopeia, Perseus, Auriga, Lynx and Ursa Major and should be considered circumpolar.\n\nThere is no real mythology connected to Camelopardalis, since it is considered a “modern” constellation. Due to the faintness of the stars associated with it, the early Greeks considered this area of the sky to be empty – or a desert. But based on its Latin name, it could be considered to be a long necked animal with the neck of a camel and the spots of a panther – connected to the twelve labors of Hercules.\n\nThe true nature of the “giraffe” unfortunately remains unclear. However, the name could be a reference to the book of Genesis in the Bible. a theory which is based on the fact that when Jacob Bartsch included Camelopardalis on his star map of 1624, he described the constellation as a camel on which Rebecca rode into Canaan. But since Camelopardalis represents a giraffe, not a camel, this explanation is not considered likely.\n\nBeta Camelopardalis is the brightest star in this constellation. It is a binary star with a yellow G-type supergiant as the primary, and is located approximately 1,000 light years from Earth. Beta Cam is also an X-ray source, which suggests that it undergoes some kind of solar-like magnetic behavior (which accounts for its periodic flashes).\n\nCamelopardalis’ second brightest star is CS Camelopardalis, another binary located approximately 3,000 light years away. It consists of a blue-white B-type supergiant that exhibits non-radial pulsations (which means that some portions of the star’s surface expand while others contract). It has a magnitude 8.7 companion located 2.9 arcseconds away, and the entire system is located in the reflection nebula vdB 14.\n\nThen there’s Sigma 1694 Camelopardalis (aka. Struve 1694), which represents the “head’ of the giraffe. This binary star is composed of a white A-type subgiant located 300 light years from Earth, and a spectroscopic binary that consists of two A-type main sequence stars. Then there’s VZ Camelopardalis, a semi-regular variable M-type red giant located approximately 470 light years from Earth.\n\nCamelopardalis is home to the asterism known as Kemble’s Cascade. Named after Father Lucian J. Kemble, a Franciscan Friar who discovered it, this asterism is formed by more than 20 stars that vary between magnitude 5 and 10, and form a straight line in the sky. After describing it to Walter Scott Houstin (of Sky and Telescope magazine), Houston named it after Father Kemble and included it in his “Deep Sky Wonders” column in 1980.\n\nSince Camelopardalis faces away from the galactic plane, a number of Deep Sky Objects are visible within its borders. These include NGC 2403, an intermediate spiral galaxy located approximately 12 million light years away. It was first discovered in the 18th century by William Herschel while he was working in England.\n\nThen there’s NGC 1569, an irregular dwarf galaxy that is approximately 11 million light years away. This galaxy is know for the super star clusters it contains, both of which experience a considerable amount of star forming activity. Then there’s NGC 1502, an open star cluster that is associated with Kemble’s Cascade, and is located around 3,000 light years from Earth. NGC 1501, a planetary nebula, is located 1.4 degrees south of NGC 1502.\n\nCamelopardalis is also home to IC 342, another intermediate spiral galaxy that is approximately 10.7 million light years away. It is one of the two brightest galaxies in the IC 342/Maffei Group (the nearest group of galaxies to the Local Group) and was discovered in 1895 by the British astronomer William Frederick Denning.\n\nCamelopardalis was first recorded by Jakob Bartsch in 1624, but was most likely created by Petrus Plancius in 1613. Camelopardalis is the eighteenth largest constellation in the night sky and its brightest stars are of the fourth magnitude. It was German astronomer Johannes Hevelius who gave it the official name of “Camelopardus” (alternately “Camelopardalis”) because he saw the constellation’s many faint stars as the spots of a giraffe.\n\nSome of stars in this constellation were used by William Croswell to form the constellation Sciurus Volans in 1810. However, this did not catch on with later cartographers. Today, Camelopardis is one of the 88 constellations used by the IAU.\n\nLocated Camelopardalis is not too difficult a task, given its proximity to several major constellation. However, it is quite faint compared to its immediate neighbors, so good viewing conditions (low light pollution) are a plus. One of the easiest ways it to located the Big Dipper (Ursa Major) in the night sky, then tracing from the tip of the “spoon” directly outwards towards the head of the bear.\n\nNext, locate Cassiopeia on the other side of the night sky – easily identified by its characteristic W shape. Camelopardalis is directly between them, and is identifiable by the three stars (alpha, beta, gamma) that form the “neck” of the giraffe. For those who know their coordinates, it is located in the second quadrant of the northern hemisphere (NQ2) and can be seen at latitudes between +90° and -10°.\n\nWith 36 stars that have Bayer/Flamsteed designations, Camelopardalis provides many opportunities for star gazing. Using binoculars, Alpha Cam can be spotted. This a rare, blue-white class O super giant may very well be a runaway star that originated from the associated cluster NGC 1502. It appears faint because it is dimmed by nearly a full magnitude by intervening interstellar dust, and its true luminosity might be as much as 530,000 times that of our Sun. Now take a look at slightly brighter Beta. At 40 million years old and about 1000 light years from our solar system, Beta has a mass of about 7 times greater than our Sun. But lying just over an arc minute away is a companion star which is in itself a double star which takes at least a million years to orbit the super giant parent star! According to Jim Kaler, Beta Cam is also a double mystery, one which is most likely making the transition from a hydrogen fusing dwarf (of hot class B) to a larger helium-fusing red giant.\n\nWhatever its status, it falls into a zone of temperature and luminosity in which stars become unstable and pulsate as Cepheid variable stars. Beta Cam, however, does not vary, though some multiple pulsations are present with periods of tens of days. During aircraft observations of meteors in 1967, Beta Cam was seen suddenly to flash, brightening by about a full magnitude over the course of a quarter of a second. So keep your eye on it… If you can find it!\n\nFor larger binoculars and small telescopes, check out NGC 1502. This small open cluster of approximately 45 stars is made even better by its proximity to an asterism known as “Kemble’s Cascade”. To find it, simply look around Polaris in a counterclockwise rotation moving outward by a field, twice. It is two full binocular fields from Alpha and Beta. The cluster itself is very attractive, but look closely in the telescope and you will see it also contains two double stars – Struve 484 and Struve 485!\n\nLarger binoculars and small telescopes will also have no problem picking up NGC 2403 from a dark sky location. NGC 2403 is a spiral galaxy discovered by William Herschel that belongs to the M81 galaxy group. At around 8 million light-years from Earth, larger telescopes will notice the northern spiral arm connects to NGC 2404 in a satellite galaxy interaction. Allan Sandage detected Cepheid variables in NGC 2403 using the Hale telescope, making it the first galaxy beyond our local group to have Cepheids found in it. As of late 2004, there had been two reported supernovae in the galaxy.\n\nFor larger telescopes and an observing challenge, try planetary nebula NGC 1501. Discovered in 1787 by Sir William Herschel, and located about 4,890 light years away, this irregular disc has a great 14th magnitude central star hidden inside the dimpled structure which gives rise to its popular moniker – the “Oyster Nebula”. Find the pearl!\n\nFor a dim fuzzy, hunt down NGC 2715. At magnitude 13.6, this small barred spiral galaxy may have recently experienced a galaxy merger, and as many as three supernovae events have been detected recently. For a true test of your observing skills and equipment, try IC 342. IC 342 is a nearby giant spiral that has a significant dust light extinction. It averages about magnitude 9 and it’s quite large (20′).\n\nOnce you’ve found it, see if you can spot its very stellar nucleus. While the exact size and mass of this galaxy is still subject of controversy, there are strong indications that in many respects IC 342 resembles a giant spiral (similar to our own Galaxy) and competes with two other near giant spirals – the Milky Way and Andromeda (M 31) – for the gravitational influence in the Local Volume. There is one meteor shower associated with the constellation of Camelopardalis – the March Camelopardalids. They occur on or about March 22nd with no definite peak and the fall rate averages only about one per hour. They are the slowest known meteors at 7 kps.",
			"skyarea":"1.8%",
			"brightest_star":"Beta-Cam",
			"associations":"",
			"family":"Ursa Major"
		},
		{
			"name":"Cancer",
			"entity":"Crab Under Hercules",
			"description":"As one of the twelve constellations of the zodiac, this medium-sized constellation is located on the ecliptic plane, where it is bordered by Gemini to the west, Lynx to the north, Leo Minor to the northeast, Leo to the east, Hydra to the south, and Canis Minor to the southwest. Today, it is one of the 88 constellation that are recognized by the International Astronomical Union (IAU) today.\n\nIn mythology, Cancer was part of the Twelve Labors of Hercules. While Hercules was busy fighting the multi-headed monster (Hydra), the goddess Hera – who did not like Hercules – sent the Crab to distract him. Cancer grabbed onto the hero’s toe with its claws, but was crushed by Hercule’s mighty foot. Hera, grateful for the little crustacean’s heroic sacrifice, gave it a place in the sky. Given that the crab did not win, the gods didn’t give it any bright stars.\n\nThe first recorded examples of the Cancer constellation come from the 2nd millennium BCE, where it was known to Akkadian astronomers as the “Sun of the South”. This was most likely due to its position at the summer solstice during ancient antiquity. By classical antiquity, Cancer came to be called the “Gate of Men”, based on the beleif that it was the portal through which souls came and went from the heavens.\n\nGiven its relative faintness in the night sky, Cancer was often described as the “Dark Sign” throughout history. For instance, the medieval Italian poet Dante alluded to its faintness and position of Cancer in heavens as follows (in the Paradiso section of The Divine Comedy):\n\nCancer’s stature as a constellation of the Zodiac has remained steadfast over the millennia, thought its position has changed. Over two thousand years ago, the sun shone in front of the constellation during the Northern Hemisphere’s summer solstice. Today, the Sun resides in front of the constellation Taurus when the summer solstice sun reaches its northernmost point.\n\nThough comparatively faint, the Cancer constellation contains several notable stars. For starters, there is Beta Cancri, which is also known by the Arabic name of Al Tarf (“the eye” or “the glance”). Beta Cancri is the brightest star in Cancer and is about 660 times brighter than our Sun.\n\nThis K-class orange giant star is about 290 light years away from Earth, and is part of a binary system that includes a 14th magnitude star. This second star is so far away – about 65 times the distance of Pluto from the Sun – that their orbital period is at least 76,000 years!\n\nThen there is Delta Cancri – an orange giant star approximately 180 light-years away. This is the second-brightest star in the Cancer constellation, and also where the famous Beehive Cluster (Messier 44) can be found (see below). It is also known by its Latin name of Asellus Australis, which means “southern donkey colt” (or “southern ass” if you’re feeling comedic!).\n\nA bit further north is Gamma Cancri, an A-type white subgiant located 158 light years from Earth. Its Latin name is Asellus Borealis, which means (you guessed it!) “northern ass”. Both this star and Delta Cancri are significant because of their mythological connection and proximity to Messier 44.\n\nNext up is Alpha Cancri, the fourth brightest star in the constellation, which is also known as Acubens. The star also goes by the names of Al Zubanah or Sertans, which are derived from the Arabic az-zub?nah (which means “claws”), while Sertan is derived from sara??n, which means “the crab.” Located approximately 174 light years from Earth, Alpha Cancris is actually a multiple star system – Alpha Cancri A and B (a white A-type dwarf and an 11th magnitude star, respectively.\n\nCancer is also home to many Deep Sky Objects. For instance, there is the aforementioned Beehive Cluster (Messier 44). This open cluster is the nearest of its type relative to our Solar System, and contains a larger star population than most other nearby clusters. Under dark skies the Beehive Cluster looks like a nebulous object to the unaided eye; thus it has been known since ancient times.\n\nThe classical astronomer Ptolemy called it “the nebulous mass in the heart of Cancer,” and it was among the first objects that Galileo studied with his telescope. The cluster’s age and proper motion coincide with those of the Hyades stellar association, suggesting that both share a similar origin. Both clusters also contain red giants and white dwarfs, which represent later stages of stellar evolution, along with main sequence stars of spectral classes A, F, G, K, and M.\n\nSo far, eleven white dwarfs have been identified, representing the final evolutionary phase of the cluster’s most massive stars, which originally belonged to spectral type B. Brown dwarfs, however, are extremely rare in this cluster, probably because they have been lost by tidal stripping from the halo.\n\nThen there’s M67, which can be viewed due west of Alpha Cancri. M67 is not the oldest known galactic cluster, but there are very few in the Milky Way known to be older. M67 is an important laboratory for studying stellar evolution, since all its stars are at the same distance and age, except for approximately 30 anomalous blue stragglers, whose origins are not fully understood.\n\nM67 has more than 100 stars similar to the Sun and many red giants, though the total star count has been estimated at over 500. The cluster contains no main sequence stars bluer than spectral type F, since the brighter stars of that age have already left the main sequence. In fact, when the stars of the cluster are plotted on the Hertzsprung-Russell diagram, there is a distinct “turn-off” representing the stars which are just about to leave the main sequence and become red giants.\n\nIt appears that M67 does not contain an unbiased sample of stars. One cause of this is mass segregation, the process by which lighter stars (actually, systems) gain speed at the expense of more massive stars during close encounters, which causes the lighter stars to be at a greater average distance from the center of the cluster or to escape altogether.\n\nThen there’s NGC 2775, which is positioned some 60 million light years away. NGC 2775 is a peculiar blend of spiral galaxy with a smooth bulge in the center. The star formation is confined to this ring of tightly wound arms, and the galaxy has been the location of 5 supernovae explosions in the past 30 years!\n\nNext up is DX Cancri, a faint, magnitude 14, cool red dwarf star that has less than 9% the mass of our Sun. It is a flare star that has intermittent changes in brightness by up to a five-fold increase. This star is far too faint to be seen with the naked eye, even though it is the 18th closest star system to the Sun at a distance of 11.82 light years, and is the closest star in the constellation Cancer.\n\nNow set your mark on 55 Cancri (located at RA 8 52 35 Dec +28 19 59). Also known as Rho1 Cancri, this binary star system is located approximately 41 light-years away from Earth and has a whole solar system of its own! The system consists of a yellow dwarf star and a smaller red dwarf star, separated by over 1,000 times the distance from the Earth to the Sun.\n\nAs of 2007, five extrasolar planets have been confirmed to be orbiting the primary – 55 Cancri A (the yellow dwarf). The innermost planet is thought to be a terrestrial “super-Earth” planet, with a mass similar to Neptune, while the outermost planets are thought to be Jovian planets with masses similar to Jupiter.\n\nAs one of the 12 constellations along the ecliptic, Cancer is relatively easy to find with small telescopes and even binoculars. It lies in the second quadrant of the northern hemisphere (NQ2) and can be seen at latitudes between +90° and -60°. It occupies an area of 506 square degrees, making it the 31st largest constellation in the night sky.\n\nThere is only one meteor shower associated with the constellation of Cancer. The peak date for the Delta Cancrids is on or about January 16th. The radiant, or point of origin is just west of Beehive. It is a minor shower and the fall rate averages only about 4 per hour and the meteors are very swift.\n\nLike all of the traditional constellations that belong to the Zodiac family, the significance of Cancer has not waned, despite the passage of several thousand years. Best of luck finding it, though you won’t need much!",
			"skyarea":"1.2%",
			"brightest_star":"Beta-Cancri",
			"associations":"Cancer cells, Beach Crabs",
			"family":"Zodiac"
		},
		{
			"name":"Canes Venatici",
			"entity":"Hunter Dogs of Bootes",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come. Today, this list has been expanded to include the 88 constellations recognized by the IAU.\n\nOne of these is known as Canes Venatici, a small northern constellation that is bordered by Ursa Major to the north and west, Coma Berenices to the south, and Boötes to the east. Canes Venatici belongs to the Ursa Major family of constellations, along with Boötes, Camelopardalis, Coma Berenices, Corona Borealis, Draco, Leo Minor, Lynx, Ursa Major, and Ursa Minor.\n\nThe small northern constellation of Canes Venatici represents the hunting dogs – Chara and Asterion – of Boötes. It is also one of three constellations that represent dogs, along with Canis Major and Canis Minor. Given its comparatively recent origin, there is no real mythology associated with this asterism. However, it does have an interesting history.\n\nDuring Classic Antiquity, the stars of Canes Venatici did not appear very brightly in the night sky. As such, they were listed by Ptolemy as unfigured stars below the constellation Ursa Major in the Almagest, rather than as a distinct constellation. During the Middle Ages, the identification of these stars as being the dogs of Boötes arose due to a mistranslation.\n\nSome of the component stars in the nearby constellation of Boötes (which was known as the “herdsman”) were traditionally described as representing his cudgel. When the Almagest was translated from Greek to Arabic, the translator – the Arab astronomer Hunayn ibn Ishaq – did not know the Arabic word for cudgel.\n\nAs such, he chose the closest translation in Arabic – “al-`asa dhat al-kullab” -which literally means “the spearshaft having a hook” (possibly in reference to a shepherd’s crook). When the Arabic text was later translated into Latin, the translator mistook the Arabic word “kullab” for “kilab” – which means “dogs” – and wrote the name as hastile habens canes (“spearshaft having dogs”).\n\nThis representation of Boötes having two dogs remained popular and became official when, in 1687, Johannes Hevelius decided to designate them as a separate constellation. The northern of the two hunting dogs was named Asterion (‘little star’) while the southern dog was named Chara – from the Greek word for ‘joy’. The constellation’s brightest star is Cor Caroli, which is perhaps one of the most splendid of all colorful double stars. The name literally means “Charles’ heart”, and was named by Sir Charles Scarborough in honor of Charles I – who was executed in the aftermath of the English Civil War. The star is also associated with Charles II of England, who was restored to the throne after the interregnum following his father’s death.\n\nCor Caroli is a binary star with a combined apparent magnitude of 2.81 which marks the northern vertex of the Diamond of Virgo asterism. The two stars are 19.6 arc seconds apart and are easily resolved in small telescopes and steady binoculars. The system lies approximately 110 light years from Earth. It’s main star, a² Canum Venaticorum, is the prototype of a class of Spectral Type A0 variable stars (the so-called a² Canum Venaticorum stars).\n\nThese stars have a strong stellar magnetic field, which is believed to produce starspots of enormous extent. Due to these starspots, the brightness of a² Canum Venaticorum stars varies considerably during their rotation. Their brightness also varies between magnitude +2.84 and +2.98 with a period of 5.47 days.  The companion, a¹ Canum Venaticorum (a spectral type F0 star), is considerably fainter at +5.5 magnitude.\n\nNext up is Y Canum Venaticorum (Y CVn), which was named “La Superba” by 19th century astronomer Angelo Secchi for its uncommonly beautiful red color. This name was certainly appropriate, since it is  one of the reddest stars in the sky, and one the brightest of the giant red “carbon stars”.\n\nLa Superba is the brightest J-star in the sky, a very rare category of carbon stars that contain large amounts of carbon-13. Its surface temperature is believed to be about 2800 K (~2526 °C; 4580 °F), making it one of the coldest  true stars known. Its appearance, temperature and composition are all indications that it is currently in the Red Giant phase of its life-cycle.\n\nY CVn is almost never visible to the naked eye since most of its output is outside the visible spectrum. Yet, when infrared radiation is considered, Y CVn has a luminosity 4400 times that of the Sun, and its radius is approximately 2 AU. If it were placed at the position of our sun, the star’s surface would extend beyond the orbit of Mars. Canes Venatici is also home to several Deep Sky Objects. For starters, there’s the tremendous globular cluster known as Messier 3 (M3). Messier 3 has an apparent magnitude of 6.2, making it visible to the naked eye. It was first resolved into stars by William Herschel around 1784. This cluster is one of the largest and brightest, made up of around 500,000 stars, and is located about 33,900 light-years away from our solar system.\n\nThen there’s the Whirlpool Galaxy, also known as Messier 51 or NGC 5194. This  interacting, grand-design spiral galaxy is located at a distance of approximately 23 million light-years from Earth. It is one of the most famous spiral galaxies in the night sky, for both its grace and beauty. The galaxy and its companion (NGC 5195) are easily observed by amateur telescopes, and the two galaxies may even be seen with larger binoculars.\n\nCanes Venatici is also home of the Sunflower Galaxy (aka. Messier 63 and NGC 5055), an unbarred spiral galaxy consisting of a central galactic disc surrounded by many short spiral arm segments. It is part of the M51 galaxy group, which also includes the Whirlpool Galaxy (M51). In the mid-1800s, Lord Rosse identified the spiral structure within the galaxy, making this one of the first galaxies in which “spiral nebulae” were identified.Now hop over to the barred spiral galaxy known as Messier 94 for some comparison. It was discovered by Pierre Méchain in 1781 and catalogued by Charles Messier two days later. Although some references describe M94 as a barred spiral galaxy, the “bar” structure appears to be more oval-shaped. The galaxy is also notable in that it has two ring structures, an inner ring with a diameter of 70″ and an outer ring with a diameter of 600″.\n\nThese rings appear to form at resonance locations within the disk of the galaxy. The inner ring is the site of strong star formation activity and is sometimes referred to as a starburst ring. This star formation is fueled by gas that is dynamically driven into the ring by the inner oval-shaped bar-like structure.\n\nFor a completely different galaxy, try Messier 106 (NGC 4258). This spiral galaxy is about 22 to 25 million light-years away from Earth. It is also a Seyfert II galaxy, which means that due to x-rays and unusual emission lines detected, it is suspected that part of the galaxy is falling into a supermassive black hole in the center. Nearby NGC 4217 is a possible companion galaxy.\n\nThe constellation does not have any stars with known planets, and there is one meteor shower associated with the constellation – the Canes Venaticids. While it basically consists of only two bright stars, the Canes Venatici constellation is still fairly easy to locate and is bordered by Ursa Major, Boötes and Coma Berenices. It can be spotted with the naked eye on a clear night where light conditions are favorable. However, for those using binoculars, finderscopes and small telescopes, the constellation has much to offer the amateur astronomer and stargazer.\n\nIt’s brightest star, Cor Calroli can be found at RA 12h 56m 01.6674s Dec +38° 19′ 06.167″, while beautiful Y Canum Venaticorum (aka. “La Superba”) can be seen at RA 12f 45m 07s Dec +45° 26′ 24″. And M51 is easy to find by following the easternmost star of the Big Dipper, Eta Ursae Majoris, and going 3.5° southeast. Its declination is +47°, so it is circumpolar for observers located above 43°N latitude.",
			"skyarea":"1.1%",
			"brightest_star":"Cor-Caroli",
			"associations":"Canines",
			"family":"Ursa Major"
		},
		{
			"name":"Canis Major",
			"entity":"Orion's Larger Dog",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of all the then-known 48 constellations. This treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come, effectively becoming astrological and astronomical canon until the early Modern Age.\n\nOne of these constellations included in Ptolemy’s collection was Canis Major, an asterism located in the southern celestial hemisphere. As one of two constellations representing “the dogs” (which are associated with “the hunter” Orion) this constellation contains many notable stars and Deep Sky Objects. Today, it is one of the 88 constellations recognized by the IAU, and is bordered by Monoceros, Lepus, Columba and Puppis.\n\nThe constellation of Canis Major literally translates to “large dog” in Latin. The first recorded mentions of any of the stars associated with this asterism are traced back to Ancient Mesopotamia, where the Babylonians recorded its existence in their Three Star Each tablets (ca. 1100 BCE). In this account, Sirus (KAK.SI.DI) was seen as the arrow aimed towards Orion, while Canis Major and part of Puppis were seen as a bow.\n\nTo the ancient Greeks, Canis Major represented a dog following the great hunter Orion. Named Laelaps, or the hound of Prociris in some accounts, this dog was so swift that Zeus elevated it to the heavens. Its Alpha star, Sirius, is the brightest object in the sky (besides the Sun, the Moon and nearest planets). The star’s name means “glowing” or “scorching” in Greek, since the summer heat occurred just after Sirius’ helical rising.\n\nThe Ancient Greeks referred to such times in the summer as “dog days”, as only dogs would be mad enough to go out in the heat. This association is what led to Sirius coming to be known as the “Dog Star”. Depending on the faintness of stars considered, Canis Major resembles a dog facing either above or below the ecliptic. When facing below, since Sirius was considered a dog in its own right, early Greek mythology sometimes considered it to be two headed.\n\nTogether with the area of the sky that is deserted (now considered as the new and extremely faint constellations Camelopardalis and Lynx), and the other features of the area in the Zodiac sign of Gemini (i.e. the Milky Way, and the constellations Gemini, Orion, Auriga, and Canis Minor), this may be the origin of the myth of the cattle of Geryon, which forms one of The Twelve Lab ours of Heracles.\n\nSirius has been an object of wonder and veneration to all ancient peoples throughout human history. In fact, the Arabic word Al Shi’ra resembles the Greek, Roman, and Egyptian names suggesting a common origin in Sanskrit, in which the name Surya (the Sun God) simply means the “shining one.” In the ancient Vedas this star was known as the Chieftain’s star; and in other Hindu writings, it is referred to as Sukra – the Rain God, or Rain Star.\n\nSirius was revered as the Nile Star, or Star of Isis, by the ancient Egyptians. Its annual appearance just before dawn at the Summer Solstice heralded the flooding of the Nile, upon which Egyptian agriculture depended. This helical rising is referred to in many temple inscriptions, where the star is known as the Divine Sepat, identified as the soul of Isis.\n\nTo the Chinese, the stars of Canis Major were associated with several different asterisms – including the Military Market, the Wild Cockerel, and the Bow and Arrow. All of these lay in the Vermilion Bird region of the zodiac, on of four symbols of the Chinese constellations, which is associated with the South and Summer.  In this tradition, Sirius was known Tianlang (which means “Celestial Wolf”) and denoted invasion and plunder.\n\nThis constellation and its most prominent stars were also featured in the astrological traditions of the Maori people of New Zealand, the Aborigines of Australia, and the Polynesians of the South Pacific. This constellation was one of the original 48 that Ptolemy included in his 2nd century BCE work the Amalgest. It would remain a part of the astrological traditions of Europe and the Near East for millennia. The Romans would later add Canis Minor, appearing as Orion’s second dog, using stars to the north-west of Canis Major.\n\nIn medieval Arab astronomy, the constellation became Al Kalb al Akbar, (“the Greater Dog”), which was transcribed as Alcheleb Alachbar by European astronomers by the 17th century. In 1862, Alvan Graham Clark, Jr. made an interesting discovery while testing an 18″ refractor telescope at the Dearborn Observatory at Northwestern University in Illinois.\n\nIn the course of observing Sirius, he discovered that the bright star had a faint companion – a white dwarf later named Sirius B (sometimes called “the Pup”). These observations confirmed what Friedrich Bessel proposed in 1844, based on measurements of Sirius A’s wobble. In 1922, the International Astronomical Union would include Canis Major as one of the 88 recognized constellations.\n\nCanis Major has several notable stars, the brightest being Sirius A. It’s luminosity in the night sky is due to its proximity (8.6 light years from Earth), and the fact that it is a magnitude -1.6 star. Because of this, it produces so much light that it often appears to be flashing in vibrant colors, an effect caused by the interaction of its light with our atmosphere.\n\nThen there’s Beta Canis Majoris, a variable magnitude blue-white giant star whose traditional name (Murzim) means the “The Heralder”. It is a Beta Cephei variable star and is currently in the final stages of using its hydrogen gas for fuel. It will eventually exhaust this supply and begin using helium for fuel instead. Beta Canis Majoris is located near the far end of the Local Bubble – a cavity in the local Interstellar medium though which the Sun is traveling.\n\nNext up is Eta Canis Majoris, known by its traditional name as Aludra (in Arabic, “al-aora”, meaning “the virgin”). This star shines brightly in the skies in spite of its distance from Earth (approx. 2,000 light years from Earth) due to it being many times brighter (absolute magnitude) than the Sun. A blue supergiant, Aludra has only been around a fraction of the time of our Sun, yet is already in the last stages of its life.\n\nAnother “major” star in this constellation is VY Canis Majoris (VY CMa), a red hypergiant star located in the constellation Canis Major. In addition to being one of the largest known stars, it is also one of the most luminous ever observed. It is located about 3,900 light years (~1.2 kiloparsecs) away from Earth and is estimated to have 1,420 solar radii.\n\nCanis Major is also home to several Deep Sky Objects, the most notable being Messier 41 (NGC 2287). Containing about 100 stars, this impressive star cluster contains several red giant stars. The brightest of these is spectral type K3, and located near M41’s center. The cluster is estimated to be between 190 and 240 million years old, and its is believed to be 25 to 26 light years in diameter. Then there’s the galactic star cluster NGC 2362. First seen by Giovanni Hodierna in 1654 and rediscovered William Herschel in 1783, this magnificent star cluster may be less than 5 million years old and show shows signs of nebulosity – the remains of the gas cloud from which it formed. What makes it even more special is the presence of Tau Canis Major.\n\nEasily distinguished as the brightest star in the cluster, Tau is a luminous supergiant of spectral type O8. With a visual magnitude of 4.39, it is 280,000 times more luminous than Sol. Tau CMa is also brighter component of a spectroscopic binary and studies of NGC 2362 suggest that it will survive longer than the Pleiades cluster (which will break up before Tau does), but not as long as the Hyades cluster.\n\nThen there’s NGC 2354, a magnitude 6.5 star cluster. While it will likely appear as a small, hazy patch to binoculars, NGC 2354 is actually a rich galactic cluster containing around 60 metal-poor members. As aperture and magnification increase, the cluster shows two delightful circle-like structures of stars. For large telescopes and GoTo telescopes, there are several objects worth studying, like the Canis Major Dwarf Galaxy (RA 7 12 30 Dec -27 40 00). An irregular galaxy that is now thought to be the closest neighboring galaxy to our part of the Milky Way, it is located about 25,000 light-years away from our Solar System and 42,000 light-years from the Galactic Center.\n\nIt has a roughly elliptical shape and is thought to contain as many stars as the Sagittarius Dwarf Elliptical Galaxy, which was discovered in 2003 and thought to be the closest galaxy at the time. Although closer to the Earth than the center of the galaxy itself, it was difficult to detect because it is located behind the plane of the Milky Way, where concentrations of stars, gas and dust are densest. Globular clusters thought to be associated with the Canis Major Dwarf galaxy include NGC 1851, NGC 1904, NGC 2298 and NGC 2808, all of which are likely to be a remnant of the galaxy’s globular cluster system before its accretion (or swallowing) into the Milky Way. NGC 1261 is another nearby cluster, but its velocity is different enough from that of the others to make its relation to the system unclear.\n\nFinding Canis Major is quite easy, thanks to the presence of Sirius – the brightest star to grace the night sky. All you need to do is find Orion’s belt, discern the lower left edge of constellation (the star Kappa Orionis, or Saiph), and look south-west a few degrees. There, shining in all it glory, will be the “Dog Star”, with all the other stars stemming outwards from it. ",
			"skyarea":"0.9%",
			"brightest_star":"Sirius",
			"associations":"",
			"family":"Orion"
		},
		{
			"name":"Canis Minor",
			"entity":"Orion's Smaller Dog",
			"description":"Canis Minor, a small constellation in the northern hemisphere. As a relatively dim collection of stars, it contains only two particularly bright stars and only faint Deep Sky Objects. Today, it is one of the 88 constellations recognized by the International Astronomical Union, and is bordered by the Monoceros, Gemini, Cancer and Hydra constellation.\n\nLike most asterisms named by the Greeks and Romans, the first recorded mention of this constellation goes back to ancient Mesopotamia. Specifically, Canis Minor’s brightest stars – Procyon and Gomeisa – were mentioned in the Three Stars Each tablets (ca. 1100 BCE), where they were referred to as MASH.TAB.BA (or “twins”). In the later texts that belong to the MUL.APIN, the constellation was given the name DAR.LUGAL (“the star which stands behind it”) and represented a rooster. According to ancient Greco-Roman mythology, Canis Minor represented the smaller of Orion’s two hunting dogs, though they did not recognize it as its own constellation.\n\nIn Greek mythology, Canis Minor is also connected with the Teumessian Fox, a beast turned into stone with its hunter (Laelaps) by Zeus. He then placed them in heaven as Canis Major (Laelaps) and Canis Minor (Teumessian Fox). According to English astronomer and biographer of constellation history Ian Ridpath:\n\n“Canis Minor is usually identified as one of the dogs of Orion. But in a famous legend from Attica (the area around Athens), recounted by the mythographer Hyginus, the constellation represents Maera, dog of Icarius, the man whom the god Dionysus first taught to make wine. When Icarius gave his wine to some shepherds for tasting, they rapidly became drunk. Suspecting that Icarius had poisoned them, they killed him. Maera the dog ran howling to Icarius’s daughter Erigone, caught hold of her dress with his teeth and led her to her father’s body. Both Erigone and the dog took their own lives where Icarius lay.\n\n“Zeus placed their images among the stars as a reminder of the unfortunate affair. To atone for their tragic mistake, the people of Athens instituted a yearly celebration in honour of Icarius and Erigone. In this story, Icarius is identified with the constellation Boötes, Erigone is Virgo and Maera is Canis Minor.”\n\nTo the ancient Egyptians, this constellation represented Anubis, the jackal god. To the ancient Aztecs, the stars of Canis Minor were incorporated along with stars from Orion and Gemini into as asterism known as “Water”, which was associated with the day. Procyon was also significant in the cultural traditions of the Polynesians, the Maori people of New Zealand, and the Aborigines of Australia.\n\nIn Chinese astronomy, the stars corresponding to Canis Minor were part of the The Vermilion Bird of the South. Along with stars from Cancer and Gemini, they formed the asterisms known as the Northern and Southern River, as well as the asterism Shuiwei (“water level”), which represented an official who managed floodwaters or a marker of the water level.\n\nCanis Minor was one of the original 48 constellations included by Ptolemy in his the Almagest. Though not recognized as its own asterism by the Ancient Greeks, it was added by the Romans as the smaller of Orion’s hunting dogs. Thanks to Ptolemy’s inclusion of it in his 2nd century treatise, it would go on to become part of astrological and astronomical traditions for a thousand years to come.\n\nFor medieval Arabic astronomers, Canis Minor continued to be depicted as a dog, and was known as “al-Kalb al-Asghar“. It was included in the Book of Fixed Stars by Abd al-Rahman al-Sufi, who assigned a canine figure to his stellar diagram. Procyon and Gomeisa were also named for their proximity to Sirius; Procyon being named the “Syrian Sirius (“ash-Shi’ra ash-Shamiya“) and Gomeisa the “Sirius with bleary eyes” (“ash-Shira al-Ghamisa“).\n\nThe constellation was included in Syndey Hall’s Urania’s Mirror (1825) alongside Monoceros and the now obsolete constellation Atelier Typographique. Many alternate names were suggested between the 17th and 19th centuries in an attempt to simplify celestial charts. However, Canis Minor has endured; and in 1922, it became one the 88 modern constellations to be recognized by the IAU.\n\nCanis Minor contains two primary stars and 14 Bayer/Flamsteed designated stars. It’s brightest star, Procyon (Alpha Canis Minoris), is also the seventh brightest star in the sky. With an apparent visual magnitude of 0.34, Procyon is not extraordinarily bright in itself. But it’s proximity to the Sun – 11.41 light years from Earth – ensures that it appears bright in the night sky. The star’s name is derived from the Greek word which means “before the dog”, a reference to the fact that it appears to rise before Sirius (the “Dog Star”) when observed from northern latitudes. Procyon is a binary star system, composed of a white main sequence star (Procyon A) and Procyon B, a DA-type faint white dwarf as the companion.\n\nProcyon is part of the Winter Triangle asterism, along with Sirius in Canis Major and Betelgeuse in the constellation Orion. It is also part of the Winter Hexagon, along with the stars Capella in Auriga, Aldebaran in Taurus, Castor and Pollux in Gemini, Rigel in Orion and Sirius in Canis Major.\n\nNext up is Gomeisa, the second brightest star in Canis Minor. This hot, B8-type main sequence star is classified as a Gamma Cassiopeiae variable, which means that it rotates rapidly and exhibits irregular variations in luminosity because of the outflow of matter. Gomeisa is approximately 170 light years from Earth and the name is derived from the Arabic “al-ghumaisa” (“the bleary-eyed woman”). Canis Minor also has a number of Deep Sky Objects located within it, but all are very faint and difficult to observe. The brightest is the spiral galaxy NGC 2485 (apparent magnitude of 12.4), which is located 3.5 degrees northeast of Procyon. There is one meteor shower associated with this constellation, which are the Canis-Minorids.\n\nThough it is relatively faint, Canis Minor and its stars can be viewed using binoculars. Start with the brightest, Procyon – aka. Alpha Canis Minoris (Alpha CMi). If you’re unsure of which bright star is, you’ll find it in the center of the diamond shape grouping in the southwest area. Known to the ancients as Procyon – “The Little Dog Star” – it’s the seventh brightest star in the night sky and the 13th nearest to our solar system. For over 100 years, astronomers have known this brilliant star had a companion. Being 15,000 times fainter than the parent star, Procyon B is an example of a white dwarf whose diameter is only about twice that of Earth. But its density exceeds two tons per cubic inch! (Or, a third of a metric ton per cubic centimeter). While only very large telescopes can resolve this second closest of the white dwarf stars, even the moonlight can’t dim its beauty.\n\nNow hop over to Beta CMi. Known by the very strange name of Gomeisa (“bleary-eyed woman”), it refers to the weeping sister left behind when Sirius and Canopus ran to the south to save their lives. Located about 170 light years away from our Solar System, Beta is a blue-white class B main sequence dwarf star with around 3 times the mass of our Sun and a stellar luminosity over 250 times that of Sol.\n\nGomeisa is a fast rotator, spinning at its equator with a speed of at least 250 kilometers per second (125 times our  Sun’s rotation speed) giving the star a rotation period of about a day. Sunspots would appear to move very quickly there! According to Jim Kaler, Professor Emeritus of Astronomy at the University of Illinois:\n\n“Since we may be looking more at the star’s pole than at its equator, it may be spinning much faster, and indeed is rotating so quickly that it is surrounded by a disk of matter that emits radiation, rendering Gomeisa a “B-emission” star rather like Gamma Cassiopeiae and Alcyone. Like these two, Gomeisa is distinguished by having the size of its disk directly measured, the disk’s diameter almost four times larger than the star. Like quite a number of hot stars (including Adhara, Nunki, and many others), Gomeisa is also surrounded by a thin cloud of dusty interstellar gas that it helps to heat.”\n\nNow hop over to Gamma Canis Minoris, an orange K-type giant with an apparent magnitude of +4.33. It is a spectroscopic binary, has an unresolved companion which has an orbital period of 389 days, and is approximately 398 light years from Earth. And next is Epsilon Canis Minoris, a yellow G-type bright giant (apparent magnitude of +4.99) which is approximately 990 light years from Earth. Canis Minor lies in the second quadrant of the northern hemisphere (NQ2) and can be seen at latitudes between +90° and -75°. The neighboring constellations are Cancer, Gemini, Hydra, and Monoceros, and it is best visible during the month of March.",
			"skyarea":"0.4%",
			"brightest_star":"Procyon",
			"associations":"",
			"family":"Orion"
		},
		{
			"name":"Capricorn",
			"entity":"Sea Goat of the Countryside",
			"description":"Capricornus, otherwise known as the “Sea Goat” (or simply as Capricorn). Positioned on the ecliptic plane, this constellation is one of the 12 constellations of the Zodiac, and is bordered by Aquarius, Aquila, Sagittarius, Microscopium and Piscis Austrinus. Today, it is one of the 88 modern constellations recognized by the International Astronomical Union.\n\nThe name Capricornus is derived from Latin, which translates to “goat horn” or “horns of the goat”.  This arises from the fact that representations dating back to the Middle Bronze Age consistently depict the constellation as a hybrid of a goat and fish. This may be due to the fact that at that time, the northern hemisphere’s Winter Solstice occurred while the sun was in Capricorn.\n\nThe concern for the Sun’s rebirth might have rendered astronomical and astrological observation of this region of space very important. For the same reason, the Sun’s most southerly position, which is attained at the northern hemisphere’s winter solstice, is now called the Tropic of Capricorn, a term which also applies to the line on Earth where the Sun is directly overhead at noon on that solstice.\n\nThe earliest recorded evidence of this constellation is dated to the 21st century BCE, where the “Sea Goat” was depicted on a Sumerian cylinder-seal. In the Babylonian star catalogues, which are dated to ca. 1000 BCE, Capricornus was named suhurmašu (“The Goat Fish”). The constellation would later become the symbol of Ea (Enki) and was associated with the winter solstice. In Greek mythology, the constellation was sometimes identified as Amalthea, the goat that suckled Zeus after Rhea saved him from Cronos. The goat’s broken horn was transformed into the cornucopia or horn of plenty, and ancient sources claim that this derives from the sun “taking nourishment” while in the constellation, in preparation for its climb back northward.\n\nHowever, the constellation is often depicted as a sea-goat (i.e. a goat with a fish’s tail). One myth that deals with this says that when the goat-god Pan was attacked by the monster Typhon, he dived into the Nile. The parts of him that were above the water remained a goat, but those under the water transformed into a fish.\n\nThe Greeks regarded the constellation area with an alternative interpretation, namely the Augean Stable – a stable full uncleanliness – representing the concept of sin accumulated during the year. The Aquarius constellation, who was said to have poured out a river, then represent the yearly cleaning rains, associating to one of The Twelve Labors of Hercules.\n\nDespite being a faint constellation, Capricornus is one of the oldest recognized constellations. As with the other constellations associated with the Zodiac, Capricornus was catalogued by Ptolemy in the 2nd century CE and included in his treatise the Almagest. Despite its faintness, the constellation has also been recognized by other cultures around the world.\n\nFor example, in Chinese astronomy, Capriconus lies in The Black Tortoise of the North, one of the four symbols of the Chinese constellations. In 1922, Capricornus included in the list of 88 modern constellations recognized by the International Astronomical Union. In terms of stars few bright stars or Deep Sky Objects. It’s brightest star is also not its primary, but Delta Capricorni. Also known as its traditional names Deneb Algedi and Sheddi (from the Arabic danab al-jady, “the tail of the goat”), this magnitude 2.85 star is actually a four-star system located approximately 39 light years from Earth. Its brightest star (Delta Capricorni A) being a white giant with a luminosity 8.5 times that of the Sun.\n\nIt’s second brightest star, Beta Capricorni, is also known by the traditional name Dabih – which comes from the Arabic al-dhibii (which means “the butcher”). Located 328 light years way, this star system consists of Dabih Major (Beta-1) and Dabih Minor (Beta-2); both of which is actually composed of multiple stars – Beta-1 is composed of a three stars while Beta-2 is a double star.\n\nIt’s primary star, Alpha Capricorni, is also known as Algiedi (or Algedi), which is derived from the Arabic al-jady (“the billy goat”.) It is composed of two star systems, Prima Giedi (Alpha-2 Capricorni) and Secunda Giedi (Alpha-2 Capricorni); the former being a double star located 690 light-years away, and the latter is a G-type yellow giant 109 light years away.\n\nThe only Deep Sky Object associated with this constellation is Messier 30, a globular cluster located approximately 28,000 light years from Earth. This cluster is currently approaching us at a speed of about 180 km per second, and was one of the first Deep Sky Objects discovered by Charles Messier in 1764 (and included in The Messier Catalog).\n\nThe constellation is located in an area of sky called the Sea or Water, consisting of many watery constellations such as Aquarius, Pisces, and Eridanus. For binocular observers, the best place to start is to the northwestern corner first to find Alpha Capricorni. This is an absolutely beautiful optical double star that goes by the traditional name of Algiedi. The more western of the pair is Alpha¹ Capricorni, or Prima Giedi.\n\nPut a telescope on it, because Prima Giedi is a true binary star. Located 690 light years from Earth, Alpha¹ Capricorni A, is a yellow G-type supergiant with an apparent magnitude of +4.30. Its companion, Alpha¹ Capricorni B, is an eighth magnitude star, separated by 0.65 arcseconds from the primary. Now go back and look at Alpha² Capricorni, aka. Secunda Giedi. Alpha² Capricorni is a yellow G-type giant with an apparent magnitude of +3.58.\n\nFor even more fun, aim your telescope all the way across the constellation at the northeastern corner for Delta Capricorni. Now you’re in for a real treat because Deneb Algedi is a a quaternary star system. Located 39 light years away, Delta Capricorni A, is classified a white giant star of the spectral type “A”. The system is a spectroscopic binary whose two components are of magnitude +3.2 and +5.2, and separated by 0.0018 arc seconds.\n\nSimilar to Algol, Delta Capricorni A is an eclipsing binary. Its unresolved companion orbits with Capricorni A around their common centre of mass every 1.022768 days, causing the brightness to drop 0.2 magnitudes during eclipses. Two other stars are thought to orbit further out in the system. The sixteenth magnitude Delta Capricorni C is one arc minute away, while the thirteenth magnitude Delta Capricorni D is two arc minutes away from the primary.\n\nNow go back to binoculars and hop one bright star west to take a look at Gamma Capricorni. Nashira, or “the bearer of good news” is one of those really cool stars right on the ecliptic that’s often occulted by the Moon. Gamma Capricorni is also a blue-white A-type (A7III) giant star with a mean apparent magnitude of +3.69. It is approximately 139 light years from Earth.\n\nIt is classified as an Alpha2 Canum Venaticorum type variable star and its brightness varies by 0.03 magnitudes. Now, go right in the center for Theta. It’s name is Dorsum – the Latin word for “Back”. Theta Capricorni is a white A-type main sequence dwarf with an apparent magnitude of +4.08. It is approximately 158 light years from our solar system. Want more viewing opportunities? Then go back west with binoculars and look at Beta.\n\nNow, keep your binoculars handy and use the chart to help you located Messier 30. This one is rather hard to see in binoculars. But with a telescope, its stars can be resolved. It’s brightest red giant stars are about of apparent visual magnitude 12.1, its horizontal branch giants at magnitude 15.1. Only about 12 variable stars have been found in this globular cluster.\n\nThe core of M30 exhibits an extremely dense stellar population, and has undergone a core collapse. Despite its compressed core, close encounters of the member stars of globular cluster M30 seem to have occurred comparatively rare, as it appears to contain only few X-ray binary stars. For more advanced telescope observing, try the NGC 7103 galaxy group (RA 21 39 51 Dec -22 28 24). Averaging about 15th magnitude elliptical is extremely faint and a definite big scope challenge. It pairs with NGC 7104, which is also 15th magnitude and has no classification. More realistically, try NGC 6907 (RA 20 25 1 Dec -24 49).\n\nAt slightly fainter than magnitude 11, this classy spiral galaxy shows some nice arm structure to even mid-sized telescopes. Why? Because it is doing a little galaxy interaction with background lenticular galaxy NGC 6908. This pair of spirals is engaging in some galaxy cannibalism! This act has caused some nice supernovae events within recent history and makes for some great observing – as well as astro-imaging opportunities!\n\nThe constellation of Capricornus also has a meteor shower associated with it. The Capricornid meteor stream peaks on or about July 30 and is active about a week before and after that date. The average fall rate is about 10 to 30 per hour and it is know to produce bolides.",
			"skyarea":"1%",
			"brightest_star":"Delta-Cap",
			"associations":"Goats",
			"family":"Zodiac"
		},
		{
			"name":"Carina",
			"entity":"Ship Keel",
			"description":"The stellar southern constellation Carina is part of the ancient constellation known as Argo Navis. It is now abbreviated and represents the “Keel”. While Carina has no real mythological connection, since its stars weren’t visible to the ancient Greeks and Romans, it does have a fascinating history. Argo Navis (or simply Argo) was a large southern constellation representing the Argo, the ship used by Jason and the Argonauts in Greek mythology.\n\nThe Argo was built by the shipwright Argus, and its crew were specially protected by the goddess Hera. The best source for the myth is the Argonautica by Apollonius Rhodius. According to a variety of sources of the legend, the Argo was said to have been planned or constructed with the help of Athena.\n\nAccording to other legends it contained in its prow a magical piece of timber from the sacred forest of Dodona, which could speak and render prophecies. After the successful journey, the Argo was consecrated to Poseidon in the Isthmus of Corinth. It was then translated into the sky and turned into the constellation of Argo Navis. The abbreviation for it was “Arg”, and the genitive was “Argus Navis”.\n\nCarina is the only one of Ptolemy’s list of 48 constellations that is no longer officially recognized as a constellation. In 1752, French astronomer Nicolas Louis de Lacaille subdivided Argo Navis into Carina (the keel of the ship), Puppis (the Poop deck), and Vela (the sails). Were this still considered to be a single constellation, it would be the largest of all, being larger than Hydra. When Argo Navis was split, its Bayer designations were also split. Whereas Carina got the Alpha, Beta and Epsilon stars, Vela got Gamma and Delta, Puppis got Zeta, and so on. The constellation Pyxis occupies an area which in antiquity was considered part of Argo’s mast. However, Pyxis is not typically considered part of Argo Navis, and in particular its Bayer designations are separate from those of Carina, Puppis and Vela.\n\nThe Carina constellation consists of 9 primary stars and has 52 Bayer/Flamsteed designated stars. It’s alpha star, Canopus, is not only he brightest star in the constellation, but the second brightest in the night sky (behind Sirius). This F-type giant is 13,600 times brighter than our Sun, with an apparent visual magnitude of -0.72 and an absolute magnitude of -5.53.\n\nThe name is the Latinized version of the Greek name Kanobos, presumably derived from the pilot of the shop that took Menelaus of Sparta to Troy to retrieve Helen in The Iliad. It is also known by its Arabic name, Suhail, which is derived from the Arabic name for several bright stars.\n\nBefore the launching of the Hipparcos satellite telescope, distance estimates for the star varied widely, from 96 light years to 1200 light years. Had the latter distance been correct, Canopus would have been one of the most powerful stars in our galaxy. Hipparcos established Canopus as lying 310 light years (96 parsecs) from our solar system; this is based on a parallax measurement of 10.43 ± 0.53 mas.\n\nThe difficulty in measuring Canopus’ distance stemmed from its unusual nature. Canopus is too far away for Earth-based parallax observations to be made, so the star’s distance was not known with certainty until the early 1990s. Canopus is 15,000 times more luminous than the Sun and the most intrinsically bright star within approximately 700 light years.\n\nFor most stars in the local stellar neighborhood, Canopus would appear to be one of the brightest stars in the sky. Canopus is outshone by Sirius in our sky only because Sirius is far closer to the Earth (8 light years). Its surface temperature has been estimated at 7350 ± 30 K and its stellar diameter has been measured at 0.6 astronomical units 65 times that of the sun.\n\nIf it were placed at the centre of the solar system, it would extend three-quarters of the way to Mercury. An Earth-like planet would have to lie three times the distance of Pluto! Canopus is part of the Scorpius-Centaurus Association, a group of stars which share similar origins. Next up is Miaplacidus (beta Carinae), an A-type subgiant located approximately 111 light years from Earth. It is the second brightest star in the constellation and the 29th brightest star in the sky. The star’s name means “placid waters”, which is derived from the combination of the Arabic word for waters (miyah) and the Latin word for placid (placidus).\n\nThen there’s Eta Carinae, a luminous blue variable (LBV) binary star that is between 7,500 and 8,000 light years distant from Earth. The combined luminosity of this system is four million times that of our Sun, and the most massive star in the system has between 120 and 250 Solar Masses. It is sometimes known by its traditional names, Tseen She (“heaven’s altar” in Chinese) and Foramen.\n\nAlso, it is believed that Eta Carinae will explode in the not-too-distant future, and it will be the most spectacular supernovae humans have ever seen. This supernova (or hypernova) might even affect Earth, since the star is only 7,500 light years away, causing disruption to the upper layers of the atmosphere, the ozone layer, satellites, and spacecraft could be damaged and any astronauts who happen to be in space could be injured.\n\nAvior (epsilon Carinae) is another double star system, consisting of a K0 III class orange giant and a hot hydrogen-fusing B2 V  blue dwarf. With an apparent magnitude of 1.86 and is 630 light years distant, it is the 84th brightest star in the sky.  The name Avior was assigned in the late 1930s by Her Majesty’s Nautical Almanac Office as a navigational aid, at the request of the Royal Air Force.\n\nAspidiske (aka. Iota Carinae) is a rare spectral type A8 Ib white supergiant located 690 light years from Earth. With a luminosity of 4,900 Suns (and seven Solar Masses), it is the 68th brightest star in the sky and is estimated to be around 40 million years old. It is known by the names Aspidiske, Turais and Scutulum, all diminutives of the word “shield,” (in Greek, Arabic and Latin, respectively).\n\nSince the Milky Way runs through Carina, there are a large number of Deep Sky Objects associated with it. For instance, there’s the Carina Nebula (aka. the Eta Carinae Nebula, NGC 3372), a large nebula surrounding the massive stars Eta Carinae and HD 93129A. In addition to being four time as bright as the Orion Nebula (Messier 42), it is one of the largest diffuse nebulae known.\n\nThe nebula is between 6,500 and 10,000 light years from Earth, and has an apparent visual magnitude of 1.0. It contains several O-type stars (extremely luminous hot, bluish stars, which are very rare). The first recorded observation of this nebula was made by the French astronomer Nicolas Louis de Lacaille in 1751-52, who observed it from the Cape of Good Hope.\n\nThe Carina Nebula contains two smaller nebulae – the Homunculus Nebula and the Keyhole Nebula. The Keyhole Nebula – a small, dark cloud of dust and with bright filaments of fluorescent gas, was named by John Herschel in the 19th century. It is about seven light years in diameter, and appears contrasted against the bright nebula in the background.\n\nThe Homunculus Nebula (Latin for “Little Man”) is an emission nebula embedded within the Eta Carinae Nebula, immediately surrounding the star Eta Carinae. The nebula is believed to have formed after an enormous outburst from the star, which coincided with Eta Carinae becoming the second brightest star in the night sky. The light of this outburst was visible from Earth by 1841.\n\nThere’s also the Theta Carinae Cluster (aka. the Southern Pleiades, because of its resemblance to the Pleiades cluster. This open cluster was discovered by Lacaille in 1751,  is located approximately 479 light years from Earth and is visible to the naked eye. The brightest star in the cluster, as the name indicates, is Theta Carinae, a blue-white dwarf. Then there’s the Wishing Well Cluster (aka. NGC 3532), an open cluster in Carina. Approximately 1,321 light years distant, the cluster is composed of about 150 stars that appear through a telescope like silver coins twinkling at the bottom of a wishing well. The cluster lies between the constellation Crux (the Southern Cross) and the False Cross asterism in Carina and Vela, and was first object observed by the Hubble Space Telescope in May 1990.\n\nCarina is the 34th largest constellation in the sky, occupying an area of 494 square degrees. It lies in the second quadrant of the southern hemisphere (SQ2) and is visible at latitudes between +20° and -90° and is best seen during the month of March. Before you even begin with a telescope or binoculars, be sure to stop and just take a good look at Alpha Carinae – Canopus.\n\nCanopus is essentially white when seen with the naked eye (though F-type stars are sometimes listed as “yellowish-white”). The spectral classification for Canopus is F0 Ia (Ia meaning “bright supergiant”), and such stars are rare and poorly understood; they are stars that can be either in the process of evolving to or away from red giant status. This in turn made it difficult to know how intrinsically bright Canopus is, and therefore how far away it might be.\n\nSince the Milky Way runs through Carina, there are a large number of open clusters in the constellation, making it a binocular observing paradise. NGC 2516 is a magnitude 3.1 open cluster originally discovered by Abbe Lacaille in 1751 with a 1/2″ spyglass. This gorgeous 30 arc minute spread of stars is also known as Caldwell 96 and graces many observing lists, including the Astronomical League Open Cluster, Deep Sky and Southern Observing Clubs.\n\nIt is commonly known as the “Southern Beehive Cluster” (for it does resemble northern Messier 44) and it contains about 100 stars the brightest of which is an fifth magnitude red giant that lies near the center. As far as stellar age goes, this star cluster is very young – only about 140 million years old!",
			"skyarea":"1.2%",
			"brightest_star":"Canopus",
			"associations":"",
			"family":"Heavenly Waters"
		},
		{
			"name":"Cassiopeia",
			"entity":"Mother of Andromeda",
			"description":"Cassiopeia, which is easily recognized by its W-shape in the sky. As one of the 48 constellation included in the Almagest, it is now one of the 88 modern constellations recognized by the IAU. Located in the norther sky opposite of the Big Dipper (Ursa Major), it is bordered by Camelopardalis, Cepheus, Lacerta, Andromeda and Perseus.\n\nIn mythology, Cassiopeia the wife of King Cepheus and the queen of the mythological Phoenician realm of Ethiopia. Her name in Greek means “she whose words excel”, and she was renowned for her beauty but also her arrogance. This led to her downfall, as she boasted that both she and her daughter Andromeda were more beautiful than all the Nereids – the nymph-daughters of the sea god Nereus.\n\nThis led the Nerieds to unleash the wrath of Poseidon upon the kingdom of Ethiopia.Accounts differ as to whether Poseidon decided to flood the whole country or direct the sea monster Cetus to destroy it. In either case, trying to save their kingdom, Cepheus and Cassiopeia consulted a wise oracle, who told them that the only way to appease the sea gods was to sacrifice their daughter.\n\nAccordingly, Andromeda was chained to a rock at the sea’s edge and left there to helplessly await her fate at the hands of Cetus. But the hero Perseus arrived in time, saved Andromeda, and ultimately became her husband. Since Poseidon thought that Cassiopeia should not escape punishment, he placed her in the heavens in such a position that, as she circles the celestial pole, she is upside-down for half the time.\n\nCassiopeia was one of the traditional constellations included by Ptolemy in his 2nd century CE tract, the Almagest.  It also figures prominently in the astronomical and astrological traditions of the Polynesian, Indian, Chinese and Arab cultures. In Chinese astronomy, the stars forming the constellation Cassiopeia are found among the areas of the Purple Forbidden enclosure, the Black Tortoise of the North, and the White Tiger of the West.\n\nChinese astronomers also identified various figures in its major stars. While Kappa, Eta, and Mu Cassopeiae formed a constellation called the Bridge of the Kings, when combined with  Alpha and Beta Cassiopeiae – they formed the great chariot Wang-Liang. In Indian astronomy, Cassiopeia was associated with the mythological figure Sharmishtha – the daughter of the great Devil (Daitya) King Vrishparva and a friend to Devavani (Andromeda).\n\nArab astronomers also associated Cassiopeia’s stars with various figures from their mythology. For instance, the stars of Alpha, Beta, Gamma, Delta, Epsilon and Eta Cassiopeiae were often depicted as the “Tinted Hand” in Arab atlases – a woman’s hand dyed red with henna, or the bloodied hand of Muhammad’s daughter Fatima. The arm was made up of stars from the neighboring Perseus constellation.\n\nAnother Arab constellation that incorporated the stars of Cassiopeia was the Camel. Its head was composed of Lambda, Kappa, Iota, and Phi Andromedae; its hump was Beta Cassiopeiae; its body was the rest of Cassiopeia, and the legs were composed of stars in Perseus and Andromeda. In November of 1572, astronomers were stunned by the appearance of a new star in the constellation – which was later named Tycho’s Supernova (SN 1572), after astronomer Tycho Brahe who recorded its discovery. At the time of its discovery, SN1572 was a Type Ia supernova that actually rivaled Venus in brightness. The supernova remained visible to the naked eye into 1574, gradually fading until it disappeared from view.\n\nThe “new star” helped to shatter stale, ancient models of the heavens by demonstrating that the heavens were not “unchanging”. It helped speed the the revolution that was already underway in astronomy and also led to the production of better astrometric star catalogues (and thus the need for more precise astronomical observing instruments).\n\nTo be fair, Tycho was not even close to being the first to observe the 1572 supernova, as his contemporaries Wolfgang Schuler, Thomas Digges, John Dee and Francesco Maurolico produced their own accounts of its appearance. But he was apparently the most accurate observer of the object and did extensive work in both observing the new star and in analyzing the observations of many other astronomers.\n\nThis zig-zag shaped circumpolar asterism consists of 5 primary stars (2 of which are the most luminous in the Milky Way Galaxy) and 53 Bayer/Flamsteed designated stars. It’s brightest star – Beta Cassiopeiae, otherwise known by its traditional name Caph – is a yellow-white F-type giant with a mean apparent magnitude of +2.28. It is classified as a Delta Scuti type variable star and its brightness varies from magnitude +2.25 to +2.31 with a period of 2.5 hours.\n\nNow move along the line to the next bright star – Alpha. Its name is Schedar and its an orange giant (spectral type K0 IIIa), a type of star cooler but much brighter than our Sun. In visible light only, it is well over 500 times brighter than the Sun. According to the Hipparcos astrometrical satellite, distance to the star is about 230 light years (or 70 parsecs).\n\nContinue up the line for Eta, marked by the N shape and take a look in a telescope. Eta Cassiopeiae’s name is Achird and its a multiple is a star system 19.4 light years away from Earth. The primary star in the Eta Cassiopeiae system is a yellow dwarf (main sequence star) of spectral type G0V, putting it in the same spectral class as our Sun, which is of spectral type G2V. It therefore resembles what our Sun might look like if we were to observe it from Eta Cassiopeiae.\n\nThe star is of apparent magnitude 3.45. The star has a cooler and dimmer (magnitude 7.51) orange dwarf companion of spectral type K7V. Based on an estimated semi major axis of 12″ and a parallax of 0.168 mas, the two stars are separated by an average distance of 71 AU. However, the large orbital eccentricity of 0.497 means that their periapsis, or closest approach, is as small as 36 AU.\n\nThe next star in line towards the pole is Gamma, marked by the Y shape. Gamma Cassiopeiae doesn’t have a proper name, but American astronaut Gus Grissom nicknamed it “Navi” since it was an easily identifiable navigational reference point during space missions. The apparent magnitude of this star was +2.2 in 1937, +3.4 in 1940, +2.9 in 1949, +2.7 in 1965 and now it is +2.15. This is a rapidly spinning star that bulges outward along the equator. When combined with the high luminosity, the result is mass loss that forms a disk around the star.\n\nGamma Cassiopeiae is a spectroscopic binary with an orbital period of about 204 days and an eccentricity alternately reported as 0.26 and “near zero.” The mass of the companion is believed to be comparable to our Sun (Harmanec et al. 2000, Miroschnichenko et al. 2002). Gamma Cas is also the prototype of a small group of stellar sources of X-ray radiation that is about 10 times higher that emitted from other B or Be stars, which shows very short term and long-term cycles.\n\nNow move over to Delta Cassiopeiae, the figure 8. It’s traditional name is Ruchbah, the “knee”. Delta Cassiopeiae is an eclipsing binary with a period of 759 days. Its apparent magnitude varies between +2.68 mag and +2.74 with a period of 759 days. It is of spectral class A3, and is approximately 99 light years from Earth.\n\nLast in line on the end is Epsilon, marked with the backward 3. Epsilon Cassiopeiae’s tradition name is Segin. It is approximately 441 light years from Earth. It has an apparent magnitude of +3.38 and is a single, blue-white B-type giant with a luminosity 720 times that of the Sun. Cassiopeia constellation is located in the first quadrant of the northern hemisphere (NQ1) and is visible at latitudes between +90° and -20°. It is the 25th largest constellation in the night sky and is best seen during the month of November. Due to its distinctive shape and proximity to the Big Dipper, it is very easy to find. And the constellation has plenty of stars and Deep Sky Objects that can be spotted using a telescope or binoculars.\n\nFirst, let’s begin by observing Messier 52. This one’s easiest found first in binoculars by starting at Beta, hopping to Alpha as one step and continuing the same distance and trajectory as the next step. M52 (NGC 7654) is a fine open cluster located in a rich Milky Way field. The brightest main sequence star of this cluster is of mag 11.0 and spectral type B7.\n\nTwo yellow giants are brighter: The brightest is of spectral type F9 and mag 7.77, the other of type G8 and mag 8.22. Amateurs can see M52 as a nebulous patch in good binoculars or finder scopes. In 4-inch telescopes, it appears as a fine, rich compressed cluster of faint stars, often described as of fan or “V” shape; the bright yellow star is to the SW edge. John Mallas noted “a needle-shaped inner region inside a half-circle.” M52 is one of the original discoveries of Charles Messier, who cataloged it on September 7, 1774 when the comet of that year came close to it.\n\nFor larger telescopes, situated about 35′ southwest of M52 is the Bubble Nebula NGC 7635, a diffuse nebula which appears as a large, faint and diffuse oval, about 3.5×3′ around the 7th-mag star HD 220057 of spectral type B2 IV. It is difficult to see because of its low surface brightness. Just immediately south of M52 is the little conspicuous open cluster Czernik 43 (Cz 43).\n\nNow let’s find Messier 103 by returning to Delta Cassiopeiae. In binoculars, M103 is easy to find and identify, and well visible as a nebulous fan-shaped patch. Mallas states that a 10×40 finder resolves the cluster into stars; however, this is so only under very good viewing conditions. The object is not so easy to identify in telescopes because it is quite loose and poor, and may be confused with star groups or clusters in the vicinity. ",
			"skyarea":"1.5%",
			"brightest_star":"Gamma-Cas",
			"associations":"",
			"family":"Perseus"
		},
		{
			"name":"Centaurus",
			"entity":"Centaur Beast Being",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of all the then-known 48 constellations. This treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come, effectively becoming astrological and astronomical canon until the early Modern Age.\n\nOne of these is the famous Centaur of classical antiquity, otherwise known as the constellation Centaurus. As one of the 48 constellation included in the Almagest, it is now one of the 88 modern constellations recognized by the IAU. Located in the southern sky, this constellation is bordered by the Antlia, Carina, Circinus, Crux, Hydra, Libra, Lupus, Musca, and Vela constellations.\n\nIn classic Greco-Roman mythology, Centaurus is often associated with Chiron the Centaur – the wise half-man, half-horse who was a teacher to both Hercules and Jason and the son of the Titan king Cronus and the sea nymph Philyra. According to legend, Cronus seduced the nymph, but they were interrupted by Cronus’ wife Rhea. To evade being caught in the act, Cronus turned himself into a horse.\n\nAs a result, Philyra gave birth to a hybrid son. He died a tragic death in the end, having been accidentally struck by one of Heracles’ poisoned arrows. As an immortal god, he suffered terrible pains but could not die. Zeus eventually took pity on the centaur and released him from immortality and suffering, allowing him to die, and placed him among the stars.\n\nIt is believed that the constellation of Sagitta is the arrow which Chiron fired towards Aquila the Eagle to release the tortured Prometheus. The nearby constellation of Lupus the Wolf may also signify an offering of Hercules to Chiron – whom he accidentally poisoned. Just as Virgo above represents the maid placed in the sky as a sign of pity for the Centaur’s plight.\n\nThe first recorded examples of Centaurus date back to ancient Sumeria, where the constellation was depicted as the Bison-man (MUL.GUD.ALIM). This being was depicted in one of two ways – either as a four-legged bison with a human head, or as a creature with a human head and torso attached to the rear legs of a bison or bull. In the Babylonian pantheon, he was closely associated with the Sun god Utu-Shamash.\n\nThe Greek depiction of the constellation as a centaur is where its current name comes from. Centaurus is usually depicted as sacrificing an animal, represented by the constellation Lupus, to the gods on the altar represented by the Ara constellation. The centaur’s front legs are marked by two of the brightest stars in the sky, Alpha and Beta Centauri (aka. Rigil Kentaurus and Hadar), which also serve as pointers to the Southern Cross.\n\nCentaurus contains 11 main stars, 9 bright stars and 69 stars with Bayer/Flamsteed designations. Its brightest star – Alpha Centauri (Rigel Kentaurus) – is the Solar System’s closest neighbor. Located just 4.365 light years from Earth, this multiple star system consists of a yellow-white main sequence star that belongs to the spectral type G2V (Alpha Centauri A), and a spectral type K1V star (Alpha Centauri B).\n\nAlpha Centauri A, the brightest component in the system, is the fourth brightest individual star (behind Arcturus) in the night sky, B is the 21st individual brightest star in the sky. Taken together, however, they are brighter than Arcturus, and rank third among the brightest star system (behind Sirius and Canopus). The two stars are believed to be roughly the same age – ~4.85 billion years old – and are close in mass to our Sun.\n\nProxima Centauri, a red dwarf system (spectral class M5Ve or M5Vie), if often considered to be a third member of this star system. Located about 0.24 light years from the binary pair (and 4.2 light years from Earth), this star system was confirmed in 2016 to be home to the closest exoplanet to Earth (Proxima b). Then there’s Beta Centauri, a blue-white giant star (spectral class B1III) located 348.83 light years from Earth that is the tenth brightest star in the sky. The star’s traditional names (Hadar or Agena), are derived from the Arabic words for “ground” and “the knee”, respectively. This multiple star system consists of Hadar A, a spectroscopic binary of two identical stars, while Hadar B orbits the primary pair with a period of at least 250 days.\n\nNext up is Theta Centauri (aka. Menkent), an orange K-type giant (spectral class K0IIIb) that is located approximately 60.9 light years from Earth. Its traditional name, which comes from its location in the constellation, translates to “shoulder of the Centaur” in Arabic. And then there’s Gamma Centauri (Muhlifain), a binary star system located 130 light years from Earth which is composed of two stars belonging to the spectral type A0. It’s name is translated from Arabic and means “two things”, or the “swearing of an oath”, which appears to be a case of name-transfer from Muliphein, a star located in the Canis Majoris constellation.\n\nThe constellation is also home to many Deep Sky Objects. For instance, there is the Centaurus A galaxy, the fifth brightest galaxy in the sky and one of the closest radio galaxies to the Solar System (between 10 and 16 million light years distant). The galaxy has an apparent visual magnitude of 6.84 and is believed to contain a supermassive black hole at its center.\n\nCentaurus A’s brightness is attributed to the intense burst of star formation going on inside it, which is believed to be the result of it undergoing a collision with a spiral galaxy. Centaurus A is located at the center of the Centaurus A subgroup of the Centaurus A/M83 Group of galaxies, which includes the Southern Pinwheel Galaxy (aka. Messier 83, M83).\n\nThen there’s the famous Omega Centauri globular cluster, one of the brightest globular clusters in the Milky Way. Located approximately 15,800 light years distant, this cluster is bright enough to be visible to the naked eye. Originally listed as a star by Ptolemy in the Almagest, the cluster’s true nature was not discovered until John Herschel studied it in the early 19th century.\n\nNext up is NGC 4945, one of the brightest galaxies in the Centaurus A/M83 group, and the second brightest galaxy in the Centaurus A subgroup. The spiral galaxy is approximately 11.7 million light years distant and has an active Seyfert II nucleus, which could be due to the presence of a supermassive black hole at its center.\n\nThe galaxy NGC 4650A is also located in Centaurus, some 130 million light years from Earth. This galaxy is one of only 100 polar-ring galaxies known to exist, which are so-named because their outer ring of stars and gas rotate over the poles of the galaxy. These rings are believed to have formed from the gravitational interaction of two galaxies, or from a collision with a smaller galaxy in the past.\n\nThe Blue Planetary nebula (aka. the Southerner), is a bright planetary nebula in Centauru, approximately 4,900 light years distant. With an apparent visual magnitude of 8.5, it is the brightest planetary nebula in the far southern region of the sky and and can be observed in a small telescope.\n\nCentaurus is one of the largest constellations in the night sky – covering over 1000 square degrees – and the brightest in the southern hemisphere.  For observers located at latitudes between +30° and -90°, the entire constellation is visible and the northern portion of the constellation can be spotted easily from the northern hemisphere during the month of May.\n\nFor the unaided southern skies observer, the constellation of Centaurus holds a gem within its grasp – Omega Centauri (NGC 5139). But of course, this object isn’t a star – despite being listed on the catalogs as its Omega star. It’s a globular cluster, and the biggest and brightest of its kind known to the Milky Way Galaxy. Though visible to the naked eye, it is best observed through a telescope or with binoculars.\n\nThis 18,300 light-year beauty contains literally millions of stars with a density so great at its center the stars are less than 0.1 light year apart. It is possible Omega Centauri may be the remains of a galaxy cannibalized by our own. Even to this present day, something continues to pull at NGC 5139’s stars… tidal force? Or an unseen black hole?\n\nNow, hop down to Alpha. Known as Rigil Kentaurus, Rigil Kent, or Toliman, is the third brightest star in the entire night sky and the closest star system to our own solar system. To the unaided eye it appears a single star, but it’s actually a binary star system. Alpha Centauri A and Alpha Centauri B are the individual stars and a distant, fainter companion is called Proxima Centauri – a red dwarf that is the nearest known star to the Sun.\n\nOddly enough, Proxima Centauri is also a visual double, which is assumed to be associated with Centaurus AB pair. Resolution of the binary star Alpha Cen AB is too close to be seen by the naked eye, as the angular separation varies between 2 and 22 arc seconds, but during most of the orbital period, both are easily resolved in binoculars or small telescopes.\n\nThen stop for a moment to take a look at Beta Centauri. Beta Centauri is well-known in the Southern Hemisphere as the inner of the two “Pointers” to the Southern Cross. A line made from the other pointer, Alpha Centauri, through Beta Centauri leads to within a few degrees of Gacrux, the star at the top of the cross. Using Gacrux, a navigator can draw a line with Acrux to effectively determine south.\n\nBut, that’s not all! Hadar is also a very nice double star, too. The blue-white giant star primary is also a spectroscopic binary, accompanied by a widely spaced companion separated from the primary by 1.3″. Or try Gamma Centauri! Muhlifain has an optical companion nearby, but check it out in the telescope… it’s really two spectral type A0 stars each of apparent magnitude +2.9!",
			"skyarea":"2.6%",
			"brightest_star":"Rigil-Kentaurus",
			"associations":"",
			"family":"Hercules"
		},
		{
			"name":"Cepheus",
			"entity":"King Of Ethopia",
			"description":"Cepheus is named after the mythological king of Ethiopia. Today, it is one of the 88 modern constellations recognized by the IAU, and is bordered by the constellations of Camelopardalis, Cassiopeia, Cygnus, Draco, Lacerta, and Ursa Minor.\n\nIn Greek mythology, Cepheus represents the mythical king of Aethiopia – and husband to the vain queen Cassiopeia. This also makes him the father of the lovely Andromeda, and a member of the entire sky saga which involves jealous gods and mortal boasts. According to this myth, Zeus placed Cepheus in the sky after his tragic death, which resulted from a jealous lovers’ spat.\n\nIt began when Cepheus’ wife – Cassiopeia – boasted that she was more beautiful than the Nereids (the sea nymphs), which angered the nymphs and Poseidon, god of the sea. Poseidon sent a sea monster, represented by the constellation Cetus, to ravage Cepheus’ land. To avoid catastrophe, Cepheus tried to sacrifice his daughter Andromeda to Cetus; but she was saved by the hero Perseus, who also slew the monster.\n\nThe two were to be married, but this created conflict since Andromeda had already been promised to Cepheus brother, Phineus. A fight ensued, and Perseus was forced to brandish the head of Medusa to defeat his enemies, which caused Cepheus and Cassiopeia (who did not look away in time) to turn to stone. Perhaps his part in the whole drama is why his crown only appears to be seen in the fainter stars when he’s upside down?\n\nAs one of the 48 fabled constellations from Greek mythology, Cepheus was included by Ptolemy in his 2nd century tract, The Almagest. In 1922, it was included in the 88 modern constellations recognized by the International Astronomical Union (IAU).\n\nBordered by Cygnus, Lacerta and Cassiopeia, it contains only one bright star, but seven major stars and 43 which have Bayer/Flamsteed designations. It’s brightest star, Alpha Cephei, is a white class A star, which is located about 48 light years away. Its traditional name (Alderamin) is derived from the Arabic “al-dira al-yamin“, which means “the right arm”.\n\nNext is Beta Cephei, a triple star systems that is approximately 690 light years from Earth. The star’s traditional name, Alfirk, is derived from the Arabic “al-firqah” (“the flock”). The brightest component in this system, Alfirk A, is a blue giant star (B2IIIev), which indicates that it is a variable star. In fact, this star is a prototype for Beta Cephei variables – main sequence stars that show variations in brightness as a result of pulsations of their surfaces.\n\nThen there’s Delta Cephei, which is located approximately 891 light years from the Solar System. This star also serves as a prototype for Cepheid variables, where pulsations on its surface are directly linked to changes in luminosity. The brighter component of the binary is classified as a yellow-white F-class supergiant, while its companion is believed to be a B-class star.\n\nGamma Cephei is another binary star in Cepheus, which is located approximately 45 light years away. The star’s traditional name is Alrai (Er Rai or Errai), which is derived from the Arabic ar-r?‘?, which means “the shepherd.” Gamma Cephei is an orange subgiant (K1III-IV) that can be seen by the naked eye, and its companion has about 0.409 solar masses and is thought to be an M4 class red dwarf.\n\nCepheus is also home to many notable Deep Sky Objects. For example, there’s NGC 6946, which is sometimes called the Fireworks Galaxy because of its supernovae rate and high volume of star formation. This  intermediate spiral galaxy is located approximately 22 million light years distant. The galaxy was discovered by William Herschel in September 1798, and nine supernovae have been observed in it over the last century.\n\nNext up is the Wizard Nebula (NGC 7380), an open star cluster that was discovered by Caroline Herschel in 1787. The cluster is embedded in a nebula that is about 110 light years in size and roughly 7,000 light years from our Solar System. It is also a relatively young open cluster, as its stars are estimated to be less than 500 million years old. Then there’s the Iris Nebula (NGC 7023), a reflection nebula with an apparent magnitude of 6.8 that is approximately 1,300 light years distant. The object is so-named because it is actually a star cluster embedded inside a nebula. The nebula is lit by the star SAO 19158 and it lies close to two relatively bright stars – T Cephei, which is a Mira type variable, and Beta Cephei.\n\nDiscovered by Sir William Herschel on October 18, 1794, Herschel made the correct assumption of, “A star of 7th magnitude. Affected with nebulosity which more than fills the field. It seems to extend to at least a degree all around: (fainter) stars such as 9th or 10th magnitude, of which there are many, are perfectly free from this appearance.”\n\nSo where did the confusion come in? It happened in 1931 when Per Collinder decided to list the stars around it as a star cluster Collinder 429. Then along came Mr. van den Berg, and the little nebula became known as van den Berg 139. Then the whole group became known as Caldwell 4! So what’s right and what isn’t?\n\nAccording to Brent Archinal, “I was surprised to find NGC 7023 listed in my catalog as a star cluster. I assumed immediately the Caldwell Catalog was in error, but further checking showed I was wrong! The Caldwell Catalog may be the only modern catalog to get the type correctly!” Cepheus is a circumpolar constellation of the northern hemisphere and is easily seen at visible at latitudes between +90° and -10° and best seen during culmination during the month of November. For the unaided eye observer, start first with Cepheus’ brightest star – Alpha. It’s name is Alderamin and it’s going through stellar evolution – moving off the main sequence into a subgiant, and on its way to becoming a red giant as its hydrogen supply depletes.\n\nWhat’s very cool is Alderamin is located near the precessional path traced across the celestial sphere by the Earth’s north pole. That means that periodically this star comes within 3° of being a pole star! Keeping that in mind, head off for Gamma Cephei. Guess what? Due to the precession of the equinoxes, Errai will become our northern pole star around 3000 AD and will make its closest approach around 4000 AD. (Don’t wait up, though… It will be late). However, you can stay up late enough with a telescope or binoculars to have a closer look at Errai, because its an orange subgiant binary star that’s also about to go off the main sequence and its accompanied by a red dwarf star. What’s so special about that? Well, maybe because a planet has been discovered floating around there, too!\n\nNow let’s have some fun with a Cepheid variable star that changes enough in about 5 days to make watching it fun! You’ll find Delta on the map as the figure 8 symbol and in the sky you’ll find it 891 light-years away. Delta Cephei is binary star system and the prototype of the Cepheid variable stars – the closest of its type to the Sun. This star pulses every 5.36634 days, causing its stellar magnitude to vary from 3.6 to 4.3. But that’s not all! Its spectral type varies, too – going from F5 to G3. Try watching it over a period of several nights. Its rise to brightness is much faster than its decline! With a telescope, you will be able to see a companion star separated from Delta Cephei by 41 arc seconds.\n\nAre you ready to examine two red supergiant stars? If you live in a dark sky area, you can see these unaided, but they are much nicer in binoculars. The first is Mu Cephei – aka. Herschel’s Garnet Star. In his 1783 notes, Sir William Herschel wrote: “a very fine deep garnet colour, such as the periodical star omicron ceti” and the name stuck when Giuseppe Piazzi included the description in his catalog.\n\nNow compare it to VV Cephi, right smack in the middle of the map. VV is absolutely a supergiant star, and it is of the largest stars known. In fact, VV Cephei is believed to be the third largest star in the entire Milky Way Galaxy! VV Cephei is 275,000-575,000 times more luminous than the Sun and is approximately 1,600–1,900 times the Sun’s diameter. If placed in our solar system, the binary system would extend past the orbit of Jupiter and approach that of Saturn. Some 3,000 light years away from Earth, matter continuously flows off this bad boy and into its blue companion. Stellar wind flows off the system at a velocity of approximately 25 kilometers per second. And some body’s Roche lobe gets filled!\n\nFor some rich field telescope and binocular fun from a dark sky site, try your luck with IC1396. This 3 degree field of nebulosity can even be seen unaided at times! Inside you’ll find an open star cluster (hence the designation) and photographically the whole area is criss-crossed with dark nebulae.\n\nFor a telescope challenge, see if you can locate both Spiral galaxy NGC 6946 – aka. the Fireworks Nebula – and galactic cluster NGC 6939 about 2 degrees southwest of Eta Cepheus. About 40 arc minutes northwest of NGC 6946 – is about 8th magnitude, well compressed and contains about 80 stars. More? Then try NGC 7023 – The Iris Nebula. This faint nebula can be achieved in dark skies with a 114-150mm telescope, but larger aperture will help reveal more subtle details since it has a lower surface brightness. Take the time at lower power to reveal the dark dust “lacuna” around it reported so many years ago, and to enjoy the true beauty of this Caldwell gem.\n\nStill more? Then head off with your telescope for IC1470 – but take your CCD camera. IC1470 is a compact H II region excited by a single O7 star associated with an extensive molecular cloud in the Perseus arm!",
			"skyarea":"1.4%",
			"brightest_star":"Alderamin",
			"associations":"Ethopia country",
			"family":"Perseus"
		},
		{
			"name":"Cetus",
			"entity":"Sea Monster Against Cepheus",
			"description":"Cetus is the fourth largest constellation in the sky, the majority of which resides just below the ecliptic plane. Here, it is bordered by many “watery” constellations – including Aquarius, Pices, Eridanus, Piscis Austrinus, Capricornus – as well as Aries, Sculptor, Fornax and Taurus. Today, it is one of the 88 modern constellations recognized by the IAU.\n\nIn mythology, Cetus ties in with the legendary Cepheus,Cassiopeia, Andromeda, Perseus tale – for Cetus is the monster to which poor Andromeda was to be sacrificed. (This whole tale is quite wonderful when studied, for we can also tie in Pegasus as Perseus’ horse, Algol and the whom he slew to get to Andromeda and much, much more!)\n\nAs for poor, ugly Cetus. He also represents the gates to the underworld thanks to his position just under the ecliptic plane. Arab legend has it that Cetus carries two pearl necklaces – one broken and the other intact – which oddly enough, you can see among its faint stars in the circular patterns when nights are dark. No matter what the legends are, Cetus is an rather dim, but interesting constellation! Cetus was one of many Mesopotamian constellations that passed down to the Greeks. Originally, Cetus may have been associated with a whale, and is often referred to as the Whale. However, its most common representation is that of the sea monster that was slain by Perseus.\n\nIn the 17th century, Cetus was depicted variously as a “dragon fish” (by Johann Bayer), and as a whale-like creature by famed 17th-century cartographers Willem Blaeu and Andreas Cellarius. However, Cetus has also been variously depicted with animal heads attached to an aquatic animal body. The constellation is also represented in many non-Western astrological systems.In Chinese astronomy, the stars of Cetus are found among the Black Tortoise of the North (B?i F?ng Xuán W?) and the White Tiger of the West (X? F?ng Bái H?).\n\nCetus sprawls across 1231 square degrees of sky and contains 15 main stars, highlighted by 3 bright stars and 88 Bayer/Flamsteed designations. It’s brightest star is Beta Ceti, otherwise known as Deneb Kaitos (Diphda), a type K0III orange giant which is located approximately 96.3 light years away. This star has left its main sequence and is on its way to becoming a red giant.\n\nThe name Deneb Kaitos is derived from the Arabic “Al Dhanab al Kaitos al Janubiyy”, which translates as “the southern tail of Cetus”. The name Diphda comes “ad-dafda at-tani“, which is Arabic for “the second frog” – the star Fomalhaut in neighboring Piscis Austrinus is usually referred to as the first frog.)\n\nThen there’s Alpha Ceti, a very old red giant star located approximately 249 light years from Earth. It’s traditional name (Menkar), is derived from the Arabic word for “nostril”. Then comes Omicron Ceti, also known as Mira, binary star consisting located approximately 420 light years away. This binary system consists of an oscillating variable red giant (Mira A).\n\nAfter being recorded for the first time by David Fabricius (on August 3, 1596), Mira has since gone on to become the prototype for the Mira class of variables (of which there are six or seven thousand known examples). These stars are red giants whose surfaces oscillate in such a way as to cause variations in brightness over periods ranging from 80 to more than 1,000 days.\n\nCetus is also home to many Deep Sky Objects. A notable examples is the barred spiral galaxy known as Messier 77, which is located approximately 47 million light years away and is 170,000 light years in diameter, making it one of the largest galaxies listed in Messier’s catalogue. It has an Active Galactic Nucleus (AGN) which is obscured from view by intergalactic dust, but remains an active radio source. Then there’s NGC 1055, a spiral galaxy that lies just 0.5 north by northeast of Messier 77. It is located approximately 52 million light years away and is seen edge-on from Earth. Next to Messier 77, NGC 1055 is a largest member of a galaxy group – measuring 115,800 light years in diameter – that also includes NGC 1073 and several smaller irregular galaxies. It has a diameter of about 115,800 light years. The galaxy is a known radio source.\n\nCetus is the fourth largest constellation in the sky, is visible at latitudes between +70° and -90° and is best seen at culmination during the month of November. Of all the stars in Cetus, the very first you must look for in binoculars is Mira. Omicron Ceti was the very first variable star discovered and was perhaps known as far back as ancient China, Babylon or Greece. The variability was first recorded by the astronomer David Fabricius while observing Mercury.\n\nNow aim your binoculars at Alpha Ceti. It’s name is Menkar and we do know something about it. Menkar is an old and dying star, long past the hydrogen and perhaps even past the helium stage of its stellar evolution. Right now it’s a red giant star but as it begins to burn its carbon core it will likely become highly unstable before finally shedding its outer layers and forming a planetary nebula, leaving a relatively large white dwarf remnant.\n\nHop down to Beta Ceti – Diphda. Oddly enough, Diphda is actually the brightest star in Cetus, despite its beta designation. It is a giant star with a stellar corona that’s brightening with age – exerting about 2000 times more x-ray power than our Sun! For some reason, it has gone into an advanced stage if stellar evolution called core helium burning – where it is converting helium directly to carbon.\n\nAre you ready to get out your telescope now? Then aim at Diphda and drop south a couple of degrees for NGC 247. This is a very definite spiral galaxy with an intense “stellar” nucleus! Sitting right up in the eyepiece as a delightful oval, the NGC 247 is has a very proper galaxy structure with a defined core area and a concentration that slowly disperses toward its boundaries with one well-defined dark dust lane helping to enhance a spiral arm. Most entertaining! Continuing “down” we move on to the NGC 253. Talk about bright!\n\nVery few galactic studies come in this magnitude (small telescopes will pick it up very well, but it requires large aperture to study structure.) Very elongated and hazy, it reminds me sharply of the “Andromeda Galaxy”. The center is very concentrated and the spiral arms wrap their way around it beautifully! Dust lanes and bright hints of concentration are most evident. and its most endearing feature is that it seems to be set within a mini “Trapezium” of stars. A very worthy study…\n\nNow, let’s hop off to Delta Ceti, shall we? I want to rock your world – because spiral galaxy M77 rocked mine! Once again, easily achieved in the small telescope, Messier 77 comes “alive” with aperture. This one has an incredible nucleus and very pronounced spiral arms – three big, fat ones! Underscored by dark dust lanes, the arms swirl away from the center in a galactic display that takes your breath away!\n\nThe “mottling” inside the structure is not just a hint in this ovalish galaxy. I guarantee you won’t find this one “ho hum”… how could you when you know you’re looking at something that’s 47.0 million light-years away! Messier 77 is an active galaxy with an Active Galactic Nucleus (AGN) and one of the brightest Seyfert galaxies known. Now, return to Delta and the “fall line” runs west to east on the north side. First up is galaxy NGC 1073, a very pretty little spiral galaxy with a very “stretched” appearing nucleus that seems to be “ringed” by its arms! Continuing along the same trajectory, we find the NGC 1055. Oh, yes… Edge-on, lenticular galaxy! This soft streak of light is accompanied by a trio of stars. The galaxy itself is cut through by a dark dust lane, but what appears so unusual is the core is to one side!\n\nNow we’ve made it to back to the incredible M77, but let’s keep on the path and pick up the NGC 1087 – a nice, even-looking spiral galaxy with a bright nucleus and one curved arm. Ready to head for the beautiful variable Mira again? Then let her be the guide star, because halfway between there and Delta is the NGC 936 – a soft spiral galaxy with a “saturn” shaped nucleus. Nice starhoppin’!",
			"skyarea":"3%",
			"brightest_star":"Diphda",
			"associations":"",
			"family":"Perseus"
		},
		{
			"name":"Chamaeleon",
			"entity":"Chameleon",
			"description":"In time, this list would come to be expanded as astronomers became aware of more asterisms in the night sky. One of these is Chamaeleon, a small constellation located in the southern sky that was first defined in the 16th century. This constellation was appropriately named, given its ability to blend into the background! Today, it is one of the 88 constellations recognized by the IAU.\n\nSince Chamaeleon was unknown to the ancient Greeks and Romans, it has no mythology associated with it, but it’s not hard to understand how it came about its fanciful name. As exploration of the southern hemisphere began, what biological wonders were discovered! Can you imagine how odd a creature that could change its skin color to match its surroundings would be to someone who wasn’t familiar with lizards?\n\nSmall wonder that a constellation that blended right in with the background stars could be considered a “chamaeleon” or that it might be pictured sticking its long tongue out to capture its insectile constellation neighbor – Musca the “fly”! Chamaeleon was one of twelve constellations created by Pieter Dirkszoon Keyser and Frederick de Houtman between 1595 and 1597. Both were Dutch navigators and early astronomical explorers who made attempts to chart southern hemisphere skies. Their work was added to Johann Bayer’s “Uranometeria” catalog in 1603, where Chamaeleon was first introduced as one of the 12 new southern constellations and its stars given Bayer designations.\n\nTo this day, Chamaeleon remain as one of the 88 modern constellations recognized by the IAU and it is bordered by Musca, Carina, Volans, Mensa, Octans and Apus. It contains only 3 main stars, the brightest of which is 4th magnitude Alpha – but it also has 16 Bayer/Flamsteed designated stars within its boundaries.\n\nThe Chamaeleon constellation is home to several notable stars. These include Alpha Chamaeleontis, a spectral type F5III star located approximately 63.5 light years from Earth. Beta Chamaeleontis is a main sequence star that is approximately 270 light years distant. This star is the third brightest in the constellation, after Alpha and Gamma Chamaeleontis.\n\nAnd then there’s HD 63454, a K-type main sequence star located approximately 116.7 light years away. It lies near the south celestial pole and is slightly cooler and less luminous than the Sun. In February of 2005, a hot Jupiter-like planet (HD 63454 b) was discovered orbiting the star. The “Chamaeleon” also disguises itself with a huge number of dark molecular clouds that are often referred to as the “Chamaeleon Cloud Complex”. Situation about 15 degrees below the galactic plane, it is accepted is one of the closest low mass star forming regions to the Sun with a distance of about 400 to 600 light years.\n\nWithin these clouds are pre-main sequence star candidates, and low-mass T Tauri stars. The southern region of the Chamaeleon Cloud is a complex pattern of dark knots connected by elongated, dark, wavy filaments, with a serpentine-like shape. Bright rims with finger-like extensions are apparent, and a web of very faint, extremely thin but very long and straight shining filaments. These feeble structures, reflecting stellar light, extend over the entire Chamaeleon complex and are considered very young – not yet capable of the type of collapse needed to introduce major star formation. Thanks to Gemini Near Infrared Spectrograph (GNIRS) on Gemini South Telescope, a very faint infrared object confirmed – a very low-mass, newborn brown dwarf star and the lowest mass brown dwarf star found to date in the Chamaeleon I cloud complex.\n\nChamaeleon is also home to the Eta Chamaeleontis Cluster (aka. Mamajek 1). This open star cluster, which is centered on the star Eta Chamaeleontis, is approximately 316 light years distant and believed to be around eight million years old. The cluster was discovered in 1999 and consists of 12 or so relatively young stars. It was also the first open cluster discovered because of its X-ray emissions its member stars emit.\n\nChamaeleon is visible at latitudes between +0° and -90° and is best seen at culmination during the month of April. Now take out your telescope and aim it towards Eta for a look at newly discovered galactic star cluster – the Eta Chamaeleontis cluster – Mamajek 1. In 1999, a cluster of young, X-ray-emitting stars was found in the vicinity of eta Chamaeleontis from a deep ROSAT high-resolution imager observation. They are believed to be pre-main-sequence weak-lined T Tauri stars, with an age of up to 12 million years old. The cluster itself is far from any significant molecular cloud and thus it has mysterious origins – not sharing proper motions with other young stars in the Chamaeleon region. There’s every possibility it could be a moving star cluster that’s a part of the Scorpius/Centaurus OB star association!\n\nFor binoculars, take a look at fourth magnitude Alpha Chamaeleontis. It is a rare class F white giant star that is about 63.5 light years from Earth. It is estimated to be about 1.5 billion years old. Its spectrum shows it to be a older giant with a dead helium core, yet its luminosity and temperature show it to be a younger dwarf.\n\nNow point your binoculars or telescope towards Delta Chamaeleontis. While these two stars aren’t physically connect to one another, the visual double star is exceptionally pleasing with one orange component and one blue.\n\nLast, but not least, take a look at Gamma Chamaeleontis. Although the south celestial pole currently lacks a bright star like Polaris to mark its position, the precession of the equinoxes will change that. One day – in the next 7500 years – the south celestial pole will pass close to the stars Gamma Chamaeleontis. But don’t wait up.",
			"skyarea":"0.3%",
			"brightest_star":"Alpha-Cha",
			"associations":"Lizards, Reptiles",
			"family":"Bayer"
		},
		{
			"name":"Circinus",
			"entity":"Compass",
			"description":"Circinus constellation is a small, faint constellation located in the southern skies. It is bordered by the constellations Apus, Centaurus, Lupus, Musca, Norma, Triangulum Australe. Because Circinus was unknown to the ancient Greeks and Romans, it has no mythology associated with it. The three brightest stars form a narrow triangle. The shape is reminiscent of a drawing (or drafting) compass of the sort used to plot sea and sky charts. Nicolas Louis de Lacaille had a fascination with secular science and the thought of naming a constellation after a science tool fascinated him.\n\nIn this case, Circinus represents a drafting tool used in navigation, mathematics, technical drawing, engineering drawing, in cartography (drawing maps) – and which many elementary school age children use to learn to draw circles and in geometry to bi-sect lines, draw arcs and so forth. In this case, the device should not be confused with Pyxis, a constellation associated with a ship’s compass… despite the similarity in names with the Latin language!\n\nThe small, faint southern constellation Circinus was created by Nicholas de Lacaille during his stay at the Cape of Good Hope in the mid-18th century. Circinus was given its current name in 1763, when Lacaille published an updated sky map with Latin names for the constellations he introduced.\n\nOn the map he created, Lacaille portrayed the constellations of Norma, Circinus, and Triangulum Australe as a set of draughtsman’s instruments – as a ruler, compass, and a surveyor’s level, respectively. This constellation has endured and became one of the 88 modern constellation recognized by the IAU in 1920.\n\nCircinus has no bright stars and consists of only 3 main stars and 9 Bayer/Flamsteed designated stars. However, the constellation does have several Deep Sky Objects associated with it. For instance, there’s the Circinus Galaxy, a spiral galaxy located approximately 13 million light years distant that was discovered in 1975. The galaxy is notable for the gas rings inside it, one of which is a massive star-forming region, and its black hole-powered core. Then there’s the X-ray double star known as Circinus X-1, which is located approximately 30,700 light years away and was discovered in 1969. This system is composed of a neutron star orbiting a main sequence star. Circinus is also home to the bright planetary nebula known as NGC 5315, which was created when a star went supernova and cast off its outer layers into space.\n\nThen there’s NGC 5823 (aka. Caldwell 88), an open cluster located on the border between Circinus and Lupus. Located about 3,500 light years away, this cluster is about 800 million years old and spans about 12 light years. Circinus is visible at latitudes between +10° and -90° and is best seen at culmination during the month of June. Start by taking out your binoculars for a look at Alpha Circini – a great visual double star. Located about 53.5 light years from Earth, this stellar pair isn’t physically related but does make a unique target. The brighter of the two, Alpha, is a F1 Bright Yellow Dwarf that is a slight variable star. This contrasts very nicely with the fainter, red companion.\n\nFor the telescope, take a look at Gamma Circini – a faint star a little over five hundred light years from the Solar System. In the sky, it lies in the Milky Way, between bright Alpha Centauri and the Southern Triangle. Gamma Circini is a binary system, containing a blue giant star with a yellow, F-type, companion. Gamma is unique because it possess a stellar magnetic buoyancy!\n\nFor larger binoculars and telescopes, have a look at galactic star cluster NGC 5823 (RA 15 : 05.7 Dec -55 : 36). This dim cluster will appear to have several brighter members which are actually foreground stars, but does include Mira-type variable Y Circini. While it will be hard to distinguish from the rich, Milky Way star fields, you will notice an elliptical shaped compression of stars with an asterism which resembles and open umbrella.\n\nFor large telescopes, check out ESO 97-G13 – the “Circinus Galaxy”. Located only 4 degrees below the Galactic plane, and 13 million light-years away (RA 14h 13m 9.9s Dec 65° 20? 21?), this Seyfert Galaxy is undergoing tumultuous changes, as rings of gas are being ejected from the galactic core. While it can be spotted in a small telescope, science didn’t notice it until 25 years ago!",
			"skyarea":"0.2%",
			"brightest_star":"Alpha-Cir",
			"associations":"",
			"family":"La Caille"
		},
		{
			"name":"Columba",
			"entity":"Dove Bird",
			"description":"Columba (also known as “the dove”), which was discovered in the 16th century. Located in the southern hemisphere, this small constellation is bordered by the constellations of Caelum, Canis Major, Lepus, Pictor, and Puppis.\n\nSince Columba was unknown to the ancient Greeks and Romans, no mythlogy is associated with it, but its original name was Columba Noachi, which refers to the Torah’s and Bible’s Dove of Noah that was the first bird to find land after the Deluge. It could also belong to the story of Argo, where a dove was sent out to lead the Argonauts to safety between the clashing rocks. The legend of the dove is supported by the brightest star in the constellation – Alpha – whose name is Phact, Arabic for “ring dove”.\n\nColumba first appeared on the constellation charts of Petrus Plancius – a sixteen century Dutch astronomer and cartographer. In 1589, he created a celestial globe using what little information he could gather from the times explorers to help “fill in” the blank area around the south celestial pole. Columba was then introduced into a large wall map of the constellations in 1592 and later included in Johann Bayer’s Uranometria sky atlas. In 1920, it was included among the 88 constellations recognized by the IAU, where it has remained to this day.\n\nColumba has several major stars associated with it. The brightest is Alpha Columbae (aka. Phact), which is located approximately 270 light years from Earth. Phact is a double star that belongs to the spectral class B7IVe, and is omposed of a Be-type subgiant and a faint companion star. Its name is derived from the Arabic world Al-Fakhita, which means “the dove”. Beta Columbae (aka. Wezn) is the second brightest star in the constellation, a giant K1-type star located 86 light years from Earth. It’s name is derived from the Arabic word Al-Wazen, which means “the weight”. Third is Delta Columbae (aka. Ghusn al Zaitun), a spectroscopic binary that is located approximately 237 light years away. Its name is derived from the Arabic phrase al-ghasn alzzaytun, which means “olive branch.”\n\nColumba is also home to several Deep Sky Objects. There’s NGC 1808, a barred spiral galaxy that is located approximately 40 million light years from Earth. Similar in many ways to the Milky Way, this galaxy has an unusual nuclear which is shaped like a warped disk and is believed to have a lot of star-forming activity within it.\n\nThere’s also NGC 1851 (aka. Caldwell 73), is a globular cluster located approximately 39,500 light years away, and NGC 1792, a starburst spiral galaxy that also goes by the name Bulliens Columbae (or the “bubbling galaxy”). This is due to its appearance, which is characterized by the patchy distribution of dust throughout the galaxy and the way this dust is heated by young stars.\n\nLast, there’s ESO 306-17, a fossil group giant elliptical galaxy that is located at a distance of about 493 million light years from Earth. The galaxy spans about 1 million light years in diameter and is believed to have cannibalized smaller galaxies in its neighbourhood. Hence why it is designated as a fossil group, which refers to the fact that it is believed to be the end-result of a galaxy colliding and merging with a regular galaxy group.\n\nColumba consists of 1 bright star and 5 primary stars, with 18 Bayer/Flamsteed designated stellar members. It is bordered by the constellations of Lepus, Caelum, Pictor, Puppis and Canis Major. Columba is easily visible to viewers at latitudes between +45° and -90° and is best seen at culmination during the month of February.\n\nGet out your telescope and take a look at Alpha Columbae – the A symbol on the map. Here we have a a subgiant star – a star that has just stopped fusing hydrogen to helium – with an an apparent magnitude of approximately 2.6. Located about 268 light years from Earth, Phact is spinning rapidly… at a speed of at least 180 kilometers per second at its equator.\n\nThat’s over 90 times faster than our Sun! This rapid rotation causes Phact to flatten at its poles and to spin off a low density envelope about twice its radius. Now, look closely you’ll see that Phact is actually a binary star system. Its faint companion has an apparent magnitude of 12.3 and is 13.5″ distant from the main star.\n\nNow aim binoculars at Beta Columbae – the B symbol on the map. Its proper name is Wazn the “Weight”. If you don’t think there is anything particularly interesting about this 86 light-year distant, spectral class K1IIICN+1, 3.12 magnitude star, then you better think again. This calm looking, core helium fusing giant star might be a little on the small side as giant stars go, but it is about 12 times the size of our own Sun and shines 53 times brighter.\n\nOf course, that’s not all that unusual either. Nor is the fact that Wazn is about 2 billion years old. What is really strange is that Beta Columbae is scooting along through space at a speed of 103 kilometers per second. That’s about six to seven time faster than what’s considered “normal”! Why? It’s a runaway star, just like Mu Columbae. Turn your binoculars toward the U symbol on the map and have a look. At 1,300 light years from our solar system, Mu is one of the few O-class stars that is visible to the unaided eye. Like Phact, Mu is a relatively fast rotating star that completes a full revolution approximately every 1.5 days.\n\nBut Mu is also like Wazn – speeding along at relative velocity of over 200 km/s. Just where did these these two “runaways” come from? Chances are Wazn came from the other side of the Milky Way, while Mu may have originated from a binary star collision in Orion. Catch them while they’re still there! Now aim your binoculars or telescopes at 7th magnitude globular cluster, NGC 1851 (RA 5 14 6.7 Dec -40 2 48). This Class II beauty was discovered by James Dunlop on May 29, 1826 and cataloged as Dunlop 508. What you’ll find is a very rich, almost impenetrable core surrounded by a nice halo of resolvable stars in a delightful field.\n\nNGC 1851 has two distinct stellar populations with very different initial metal mixtures: a normal alpha-enhanced component, and one characterized by strong anti correlations among the CNONa abundances. Known in the Caldwell Catalog as Object 73, this fine object does well in all aperture sizes – even to Dunlop who almost 200 years ago wrote: “An exceedingly bright, round, well-defined nebula, about 1.5′ diameter, exceedingly condensed, almost to the very margin. This is the brightest small nebula that I have seen. I tried several magnifying powers on this beautiful globe; a considerable portion round the margin is resolvable, but the compression to the centre is so great that I cannot reasonably expect to separate the stars. I compared this with the 68 Conn. des Temps, and this nebula greatly exceeds the 68 in condensation and brightness.”\n\nFor a telescope challenge, try NGC 1792 (RA 05 05.2 Dec -37 59). Despite being billed at slightly fainter than magnitude 10, you’ll find the surface brightness of this spiral galaxy a little more in need of larger aperture. Noted as a starburst galaxy, NGC 1792 has a patchy distribution of dust throughout the galactic disc. The galaxy itself is abundant in neutral hydrogen gas and is in the star formation process.\n\nThe galaxy is characterized by unusually luminous far-infrared radiation from the young stars heating the dust with their intense activity. This activity could be caused by gravitational interaction with galaxy NGC 1808 (RA 5 7 42.3 Dec -37 30 47) – also a Seyfert galaxy. Easily seen in larger telescopes as an elongated glow, with a bright, round central core. There’s a reason for that…\n\nThe barred spiral galaxy NGC 1808 is undergoing an episode of intense star formation near its very center, perhaps triggered by rotation of the bar or by material transported inward along the bar. This new star formation is somehow being organized into clusters of between 10 and 100 light years in diameter, and filaments of dark, obscuring dust are mixed in with the gas and stars.\n\nThanks to studies done with the XMM-Newton and Chandra observatories, they have directly proved the co-existence of thermal diffuse plasma and non-nuclear unresolved point-like sources associated with the starburst activity, along with a Low Luminosity Active Galactic Nucleus (LLAGN) or an Ultra Luminous X-ray source (ULX). What a show!\n\nNow try your luck with galactic star cluster NGC 1963 (RA 05 32.2 Dec -36 23). While it is not a very rich and populous star cluster, it is an interesting stellar association of perhaps two dozen stars arranged in chains over a wide field with a size of 10.0′. Look for an asterism that appears like the number 3!",
			"skyarea":"0.7%",
			"brightest_star":"Phact",
			"associations":"Columbus the Explorer of the Seas",
			"family":"Heavenly Waters"
		}
		]}