{
	"constellations":[
		{
			"name":"Andromeda",
			"entity":"Greek Princess Bait",
			"description":"In the 2nd century CE, Greek-Egyptian astronomer Claudius Ptolemaeus (aka. Ptolemy) compiled a list of the then-known 48 constellations. His treatise, known as the Almagest, would be used by medieval European and Islamic scholars for over a thousand years to come. Thanks to the development of modern telescopes and astronomy, this list was amended by the early 20th century to include the 88 constellation that are recognized by the International Astronomical Union (IAU) today. Of these, Andromeda is one of the oldest and most widely recognized. Located north of the celestial equator, this constellation is part of the family of Perseus, Cassiopeia, and Cepheus. Like many constellation that have come down to us from classical antiquity, the Andromeda constellation has deep roots, which may go all the way back to ancient Babylonian astronomy.\n\nDerived from Greek mythology, Andromeda was the daughter of Cassiopeia and Cepheus – the king and queen of ancient Aethopia (modern day Ethopia). Unfortunately, her mother was so vain that she thought herself to be more beautiful than the daughters of Nereus, a god of the sea, which angered the sea god Poseidon. To punish the mother, Andromeda was chained to a rock of the coast as a sacrifice for a sea monster, Cetus (another southern constellation). Andromeda escaped this fate, thanks to the intervention of Perseus – the greatest Greek hero and slayer of monsters before Heracles. For rescuing her, he demanded Andromeda become his wife, which her parents happily consented to. The two married, had nine children together, and founded the kingdom of Mycenae and its Persideae dynasty. After Andromeda’s death, Athena placed her in the sky as a constellation, to honor her.\n\nThe celestial mapping (aka. uranography) of Andromeda comes to us from the Greek tradition, though a female figure in Andromeda’s location had appeared earlier in Babylonian astronomy. The stars that make up Pisces and the middle portion of modern Andromeda formed a constellation representing the fertility goddess “Anunitum” (or the “Lady of the Heavens”), who was also the patron goddess of the city of Akkad.\n\nAndromeda is also associated with the Mesopotamian creation story of Tiamat, the goddess of Chaos. According to the legend, Tiamat bore many demons for her husband, Apsu, the god of freshwater. However, she eventually decided to destroy them as part of a war between the older and youner gods. Eventually, Marduk – a younger-generation god and the patron deity of the city of Babylon – killed her. He then used her body to create the constellations as markers of time for humans.\n\nIn Latin, Andromeda was known as the Mulier Catenata (“chained woman”), and as the al-Mar’at al Musalsalah in Arabic. Other names include Persea (“Perseus’ wife”) or Cepheis (“Cepheus’ daughter”), all of which allude to the constellation’s place in classical mythology. Several of the neighboring constellations (Perseus, Cassiopeia, Cetus, and Cepheus) also represent characters in the Perseus myth.\n\nIn traditional Chinese astronomy, nine stars from Andromeda and seven stars from Pisces formed an elliptical constellation called “Legs”. This constellation either represented the foot of a walking person or a wild boar. Gamma Andromedae and its neighbors were called “Teen Ta Tseang Keun”. (“heaven’s great general”), representing honor in astrology and a great general in mythology.\n\nAlpha Andromedae and Gamma Pegasi together were designated as the “Wall”, representing the eastern wall of the imperial palace and/or the emperor’s personal library. The northern swath of Andromeda was also seen as a representation of a horse stable (tianjiu, or “stable on sky”) and the far western part, along with most of the constellation Lacerta, was known as “Tengshe” – a flying snake.\n\nHindu legends surrounding Andromeda are similar to the Greek myths, with ancient Sanskrit texts depicting Antarmada chained to a rock. This, along with the fact that the names sound quite similar, has led many scholars to conclude that the astronomical systems are linked.\n\nIn the Marshall Islands, the constellations of Andromeda, Cassiopeia, Triangulum, and Aries are incorporated into a single constellation representing a porpoise. Andromeda’s bright stars are mostly in the body of the porpoise, while Cassiopeia represents its tail and Aries its head.\n\nAndromeda was one of the original 48 constellations formulated by Ptolemy in his 2nd-century work,  Almagest. Arab astronomers made use of Ptolemy’s constellations, but included a second constellation representing a fish at Andromeda’s feet. Since the time of Ptolemy, Andromeda has remained a constellation and is officially recognized by the International Astronomical Union.\n\nBut like all modern constellations, it is now defined as a specific region of the sky that includes both Ptolemy’s pattern and the surrounding stars. The official boundaries of Andromeda were defined in 1930 by Eugène Delporte. Its right ascension is between 22 h  57.5 m and 2 h 39.3 m, and its declination is between 53.19° and 21.68° in the equatorial coordinate system.\n\nAndromeda’s primary (or Alpha star) is Sirrah (or Alpheratz), a binary star with a visual magnitude of 2.1 and a luminosity of 96. It is the brightest star in the constellation and is located 97 light-years from Earth. In western mythology, it represents Andromeda’s head. However, its traditional Arabic meaning – which comes from the phrase surrat al-faras – roughly translates to “navel of the steed”. Beta Andromedae is another major feature, a red-hued giant star located 198 light years away. It’s name comes from the Arabic phrase al-Maraqq, which means “the loins” or “the loincloth”, which is taken from Ptolemy’s Almagest. To medieval Arab astronomers, Beta Andromedae was actually considered to be part of al-Hut, a constellation representing a larger fish than Pisces at Andromeda’s feet.\n\nGamma Andromedae, which also goes by its traditional Arabic name (Almach) is an orange-hued giant star found at the southern tip of the constellation. Located 358 light-years away, Almach is named for the Arabic phrase ?Anaq al-Ard, which means “the earth-kid” – a reference to an animal that aids a lion in finding prey. Almach is a multiple star with a yellow primary and a blue-green secondary – which is itself a double star.\n\nAccording to British astronomer William Herschel, who published his observations of the star as past of “Continuation of an Account of the Changes that have happened in the relative situation of Double Stars“(1804): “[the] striking difference in the colour of the two stars, suggests the idea of a sun and its planet, to which the contrast of their unequal size contributes not a little.”\n\nAndromeda is also home to a number of Deep Sky Objects. Since Andromeda lies well away from the galactic plane, it does not contain any of the open clusters or bright nebulae of the Milky Way. However, owing to its distance in the sky from the band of obscuring dust, gas, and abundant stars of galaxy, Andromeda’s borders contain many other visible distant galaxies. The most famous of these is the Andromeda Galaxy (aka. M31, NGC 224), which takes its name from this constellation. Located at an estimated 2.2 million light-years from Earth, this galaxy is one of the most distant objects that is visible to the naked eye. It is also the largest neighboring galaxy to the Milky Way and the largest member of the Local Group of galaxies.\n\nLike the Milky Way, the Andromeda galaxy is barred spiral galaxy, but is over the twice the size (approx. 200,000 light-years in diameter). Despite being visible to the naked eye, it was not recorded until 964 CE by the Arab astronomer al-Sufi. In his Book of Fixed Stars, he recorded it as being a “little cloud”, and later astronomers believed it to be a distant nebula. It was not until the 20th century that M31 was recognized for being a neighboring galaxy. And since then, astronomers have also realized that it is one of the few objects in our universe that is blueshifted (i.e. moving towards us). At its current rate of approach – 110 kilometres per second (68 mi/s) – it will collide with the Milky Way Galaxy in about 4 billion years.\n\nThe Andromeda Galaxy has two main companions, the faint elliptical galaxies of M32 and M110 (also known as NGC 221 and NGC 205, respectively). Located in close proximity to M31, M32 lies 1° northwest of the constellation’s core, while M110 is located o.5° south. M32 was discovered in 1749 by French astronomer Guillaume Le Gentil and has since been found to lie closer to Earth than the Andromeda Galaxy itself. M110 is far fainter than M31 or M32, and is classified as either a dwarf spheroidal galaxy or simply a generic elliptical galaxy.\n\nThe Andromeda Galaxy has 15 satellite galaxies in total, nine of these lie in a plane, which has caused astronomers to infer that they have a common origin. Andromeda also has two open star clusters associated with it, the most famous of which is the open cluster NGC 752 (Caldwell 28). NGC 752 features approximately 12 bright stars, although more than 60 stars are visible at low magnifications in a telescope. The other is NGC 7686, which has a similar magnitude (5.6) and contains approximately 20 stars in a diameter of 15 arcminutes, making it a tighter cluster than NGC 752.\n\nThere is one prominent planetary nebula in Andromeda: NGC 7662 (Caldwell 22). Also known as the “Blue Snowball Nebula”, NGC 7662 lies approximately three degrees southwest of Iota Andromedae and is about 4,000 light-years from Earth. It earned its popular name because it appears as a faint, round, blue-green object in a telescope, with an overall magnitude of 9.2.\n\nAndromeda also has a meteor shower associated with it, known as the Adromedids, which appear every November. his meteor shower peaks in the mid-to-late area of the month, but has a low peak rate of fewer than two meteors an hour. These meteors sometimes appear as red fireballs with trails, and have often associated with Biela’s Comet, a comet destroyed in the 19th century that some believe is responsible for the meteoroid stream.\n\nAndromedid meteors are known for being very slow and the shower itself is considered to be diffuse, as meteors can be seen coming from nearby constellations as well as from Andromeda itself. Its radiant is near Cassiopeia, and Occasionally this shower is known spectacular – though the fall rate is usually about 20 per hour.",
			"skyarea":"1.8%",
			"brightest_star":"Alpheratz",
			"associations":"Andromeda Galaxy"}
		]}